

{
  "pages": [
    {
      
      
      
      "content": "\n",
      "url": "/404.html"
    },{
      
      "title": "About antibiotic resistance",
      "description": "Infections become drug-resistant when the bacteria that cause them adapt and change over time, developing the ability to resist the drugs designed to kill them. The result is that many drugs – like antibiotics – are becoming less effective at treating illnesses. Our overuse of antibiotics in both humans and animals is speeding up this process.\n",
      "content": "\n  Home\n  About\n  Antibiotic resistance\n\n\n\n  Antibiotics do not work as well as they used to\n  So what is antibiotic resistance?\n  How do bacteria become resistant to antibiotics?\n  What factors lead to antibiotic resistance?\n\n\nAntibiotics do not work as well as they used to\n\nAntibiotics have transformed our ability to treat bacterial infections allowing us to live healthier, longer lives. But antibiotic overuse makes bacteria evolve so they can survive the effects of antibiotics. This is known as ‘antibiotic resistance’.\n\nBy 2050, 10 million people per year could die as a result of bacterial infections that cannot be treated with antibiotics. If we do nothing now we could face a future where the antibiotics that we take for granted today no longer work. It will become harder to treat common infections, and procedures that rely on antibiotics, like chemotherapy or even hip-replacements will become risky.\n\nThe year 2050 seems a long way off, but drug-resistant infections are affecting people now. It’s been estimated, for instance, that antibiotic resistance affected around 53 000 people in the UK in 2015, of which more than 2000 died.\n\nThese numbers can hide the fact that antibiotic resistance affects all sorts of people at a personal level. The vast majority of these people don’t die, but they may be sick for longer, need longer treatments or have more side-effects. You can read about how antibiotic resistance is affecting some of those people here.\n\nSo what is antibiotic resistance?\n\nYou’ll often see headlines about antibiotic resistance in the press. Most people will say that they know what antibiotic resistance is, but they often don’t get it right – it’s a slippery concept. Have a go at testing your understanding below:\n\n\nQuiz\n\n    Below you’ll see some statements made by members of the public who were asked to describe what they understood by the term antibiotic resistance.\n\n    Which do you think are correct?\n    \n        If you rely too much on antibiotics then your body gets used to them.\n        If you take too much of anything then eventually you become immune to it.\n        It’s your tolerance level. Your body has adapted to it.\n    \n    \n    Answer\n    All of these statements about antibiotic resistance are false.\n    \n    Your body can become used to or tolerant to some drugs. Alcohol is a good example of this. If you drink regularly, your body will start to produce enzymes that break the alcohol molecules down quickly. The pint of beer that made you tipsy when you first started drinking, will have very little effect after you’ve been drinking for any length of time.\n    \n    \n    Antibiotic resistance is not the same thing. It’s not your body that becomes resistant to the antibiotics it’s the bacteria themselves that become resistant to the antibiotics.\n    \n    \n    It’s an important distinction. You can get an infection with an antibiotic resistant bacteria even if you have never had an antibiotic, for instance by picking it up from another person.\n\n    \n\n\nAntibiotic resistance, then, is not the process whereby your body becomes tolerant to, gets used to or immune to antibiotics. Antibiotic resistance refers to the process whereby bacteria become resistant to the antibiotics that we use to treat and prevent infections is they are no longer killed or prevented from reproducing by the antibiotics.\n\nHow do bacteria become resistant to antibiotics?\n\n\n\nYour body is teeming with bacteria. Your gut, for instance, contains around 100 trillion bacteria. Most of these bacteria are harmless and may even be necessary for good health. There will be some bacteria as well that can cause disease but your body usually keeps these in check. Antibiotics can upset the balance between “good” and “harmful” bacteria.  Problems occur when bacteria get into parts of the body where they are not supposed to be found, like the bladder or the bloodstream\n\n\nUrine infections: An example of infection commonly resistant to antibiotics today\nIf you had a urine infection until very recently, the chances are your GP would have given you trimethoprim. First developed in 1962, it came onto the UK market in 1968 and was widely used as a treatment for urine infections caused by E. coli (the most common cause of urine infections). The first record of E.coli that were resistant to trimethoprim in the UK was in 1972. By the 2010s 34% of E. coli urine infections were resistant to trimethoprim. Because of this trimethoprim is no longer recommended as the first treatment for urine infections.\n\n\nWhat factors lead to antibiotic resistance?\n\nAntibiotics are not only used in humans. They are also used in pets and farm animals, in fish, in agriculture and in food production. This means that the way antibiotic resistance occurs is complicated involving humans, animals and the environment. But, as you might expect, one of the main reasons for the development of antibiotic resistance is the amount of antibiotics used. The greater the quantity of antibiotic used the, greater the likelihood of antibiotic resistance.\n\nThis is why the PASS project focuses on improving antibiotic prescribing, and reducing the number of people who get treated with antibiotics when they do not need them.\n\n\n\n\n\n \nTackling antibiotic resistance\n\n\n\n\n\n  Home\n  About\n  Antibiotic resistance\n\n",
      "url": "/about/antibiotic-resistance"
    },{
      "image": "/assets/icons/pass_logo_darkbg.png",
      "title": "Welcome to the PASS website",
      "description": "Preserving Antibiotics through Safe Stewardship is an academic research programme to tackle antibiotic-resistant infections in general practices, hospitals, care homes and the community.\n",
      "content": "Preserving Antibiotics through Safe Stewardship (PASS) is an innovative programme of research to\ntackle antibiotic resistance in healthcare. We are a multidisciplinary\nteam of researchers and health professionals working to preserve the effectiveness of antibiotics\nfor years to come by developing antibiotic stewardship interventions\ntailored to: general practice, hospitals, care homes, and the community.\n\nLearn more about antibiotic  resistance and stewardship\n\nFind the latest summaries of our research\n\n\n\n    \n        \n        \n            CATCH-19:\n                COVID-19 Care Home Study\n        \n        \n    \n\n\n\n    \n\n",
      "url": "/"
    },{
      
      "title": "Primary care",
      "description": "As the first point of consultation for patients  who show signs of infection, General Practitioners prescribe  three quarters of antibiotics in the UK.  Because they oversee the management of patients’ various health  problems, GPs are best placed to judge their need for  antibiotic treatment. However, in order to do so effectively,  GPs need resources to deal with diagnostic uncertainty and ensure  both physicians and patients have the confident to withhold or  delay antibiotic treatment when it is not needed.   Reducing antibiotic prescribing in primary case can have a major  impact on the total amount of antibiotics prescribed and   reduce the population-wide exposure to antibiotics.\n",
      "content": "\n  Home\n  Research\n   Primary care\n\n\n\n  What we already know\n  What questions did we ask?    \n      Electronic health records\n      Interviews\n      Observations\n      Design workshops\n    \n  \n  What did we find?    \n      Electronic health records\n      Interviews\n      Observations\n      Design workshops\n    \n  \n  Intervention development\n  References\n\n\nWhat we already know\n\n\n  In England, more than three quarters of antibiotics are prescribed in primary care with one-third of patients receiving at least one antibiotic prescription annually (Dolk et al. 2018)\n  Almost half this prescribing (46%) is targeted at respiratory tract infections, many of which tend to be self-limiting and are likely to improve in the absence of antibiotic treatment (Dolk et al. 2018)\n  Other common reasons for antibiotic prescribing in primary care are urinary tract infections (23%) and skin and soft tissue infections (14%) (Dolk et al. 2018)\n  There is substantial variation in the use of antibiotics between GP practices, with some prescribing at twice the rate than others even after accounting for the severity of the patient’s illnesses (Stuart et al. 2020)\n  Ascertaining the appropriateness of prescribing decisions in primary care is difficult but researchers agree that a substantial proportion of prescribing is inappropriate, with estimates ranging from 8%-23% (Smith et al. 2018)\n  The prescribed duration of therapy also often exceeds the recommended length of treatment stated in national guidance (Pouwels et al. 2019)\n  The use of antibiotics is particularly high in young children and the elderly, which are commonly perceived at an increased risk of complications and thus treated conservatively (Dolk et al. 2018)\n  Comorbid patients are another patient group that receives a disproportionate amount of antibiotics in primary care, leading to a situation in which more than 50% of all primary-care antibiotics are concentrated in only 10% of patients (Shallcross et al. 2017)\n  Antibiotic prescribing rates have been declining in English primary care since 2014, possibly due to increased antibiotic stewardship measures (Public Health England 2019).\n  Most existing interventions target prescribing for self-limiting infections in otherwise healthy populations and little evidence exists on how to optimise prescribing in vulnerable patients at the highest risk of resistant infections\n\n\nWhat questions did we ask?\n\nElectronic health records\n\nWe analysed individual-level EHRs from the Clinical Practice Research Datalink (CPRD), a large, pseudonymized, retrospective database of primary care records from the UK. CPRD includes data for 4.4 million actively registered patients (roughly 7% of the UK population). This database contains information on symptoms, prescriptions, diagnoses, referrals to specialist care, and diagnostic tests. We used it to investigate the following questions:\n\n\n  What is the rate of antibiotic prescribing in healthy patients compared to patients perceived at a high risk of infection (e.g. elderly patients, or patients with lung disease)?\n  What are the drivers of antibiotic prescribing in those patient groups with particularly high antibiotic prescribing rates?\n  Are patients that do not receive immediate antibiotic prescribing at higher risk of negative outcomes?\n\n\nInterviews\n\nThe aim of the interviews was to get a better understanding antibiotic prescribing decisions, views on the appropriate use of antibiotics in primary care and antimicrobial resistance.\n\nThe questions asked were underpinned by the theoretical domains framework (Atkins et al, 2017) to identify the individual, social and environmental factors likely to influence the prescribing or not prescribing of antibiotics.\n\nInterviews took place in 2 high and 2 low prescribing GP practices in the Midlands and in London. Participants included GPs and nurse prescribers.\n\nObservations\nA researcher conducted non-participant observation in four GP practices in two regions (East Midlands and London). Two high and two low prescribing practices were selected using Public Health England’s 2016 Fingertips data.\n\nThe researcher observed in communal areas of the practice, at team meetings, and in patient consultations, and conducted informal conversations with staff, over a total of 117 hours.\n\nThe researcher recorded detailed handwritten field notes while at the research site, and audio recorded details from the field notes, reflections and interpretations. These audio recordings were then transcribed and analysed alongside pictures and policies/guidelines collected from the research site.\n\nData were analysed using a thematic analysis approach assisted by NVivo software to identify influences on antibiotic stewardship. Analysis was informed by a framework of six universal challenges to improving quality commonly faced by healthcare organisation (Bate et al. 2008).\n\nDesign workshops\n\nWe held two design workshops in 2 of the 5 NHS primary care practices where we had completed interviews and observations. 11 to 18 staff joined 1 to 2 workshops each lasting up to 2 hours. Staff included practice managers, clinical staff and administrative staff.\n\nWorkshop activities aimed to find out more about the pressures and stresses experienced by staff on a daily basis that might impact how able practices are to support antibiotic stewardship. Staff completed worksheets and undertook activities that invited them to describe, reflect, evaluate their experiences or generate new ideas, both as individuals or in small groups. These fed into whole-group discussions.\n\nWhat did we find?\n\nElectronic health records\n\n\n  Patients with chronic obstructive lung disease (COPD) are among the most highly prescribed patients and account for 11.5% of all antibiotics handed out in primary care although they make up only 2.6% of the population\n  Antibiotic prescribing is elevated by ~60% even in patients with the mildest form of COPD compared to similar patients without COPD\n  Patients with mild to moderate COPD might offer an ideal target for interventions such as delayed antibiotic prescribing, as they experience few exacerbations and have a low risk of hospital admission but are nevertheless on average prescribed between one and three antibiotics per year\n  Patients with other comorbidities linked to an increased risk of infection (e.g. asthma, diabetes, or cardiovascular disease) all tend to receive increased numbers of antibiotic prescriptions\n  Antibiotic prescribing for most comorbidities was already high one year before the formal diagnosis of the comorbidity in primary care, and remained 20-50% percent higher one year after diagnosis with increases temporally correlated with the date of diagnosis\n  Antibiotic prescribing for asthma, COPD, diabetes and heart failure increased particularly dramatically in the months immediately prior to the initial diagnosis of comorbidity, potentially due to misdiagnosis of symptoms as respiratory infections\n  Careful reanalysis of the risk of sepsis in elderly patients not immediately treated with antibiotics in primary care for suspected urinary tract infection did not find a previously reported higher risk of sepsis linked to delayed/non-prescribing\n  The conflicting results highlight the difficulty of estimating reliable treatment effects from routine health data, as patients with and without treatment often tend to differ in many aspects not well recorded in the data (e.g. severity of disease)\n\n\nInterviews\n\nMany different behaviours were performed by GPs and prescribing nurses when managing infections. Prescribing antibiotics was straightforward when signs and symptoms clearly indicated an infection. Difficulties arose when there was uncertainty about how the infection might develop if left untreated; this situation required safety-netting to ensure the patient understood what to do should their symptoms worsen. Some GPs would issue a delayed prescription; however, these were not followed up to check if used or not. When an antibiotic was not prescribed, it was necessary to explain the reasons why and to cope with any expectations from the patient. Prescribing decisions were often made without or before diagnostic test results were obtained.\n\nThe identified key themes fell within 7 theoretical behavioural domains: Memory, Attention &amp; Decision-Making; Beliefs about Capabilities, Beliefs about Consequences, Social Influence, Environmental Context &amp; Resources, Behaviour Regulation and Social/Professional Role &amp; Identity.\n\nPrescribing decisions were based on the autonomy of the individual to make their own clinical judgements. Key enablers were increased confidence in the diagnosis from the use of clinical scoring tools, e.g. FeverPAIN, Centors Criteria and diagnostic tests, e.g. urine dips and use of guidelines to select the appropriate antibiotic. Less confidence in diagnosing symptoms for high risk patients with comorbidities including COPD and older patients was reported. Also important was a practice wide prescribing policy which included audits, feedback sessions and regular clinical meetings.\n\nKey barriers were lack of team-working and communication within the practice, ability to cope with patients’ demands and from parents seeking antibiotics for children when withholding antibiotics. Environmental barriers included availability of appointments within the practice, easy accessibility of alternative healthcare providers, such as out-of-hours clinics, and socio-economic factors related to the location of the practice.\n\nBeyond clinical needs, the benefits of prescribing included patients getting better quicker and it is a fast and easy solution when time is limited, however, the risks are it can fulfil patient expectations and increase antibiotic resistance. The risks of not prescribing was the increased likelihood of deterioration of symptoms and hospital admissions or patients going elsewhere to seek antibiotics.\n\nLow prescribing practices placed more importance on team-working as part of stewardship and were aware of the practices’ prescribing status. Others felt antibiotic stewardship was equally important in other healthcare settings and in non-human use too.\n\nObservations\n\nCollective ethos toward antibiotic prescribing Individual GPs varied in engagement with stewardships; a collective practice ethos was vital for effective stewardship and lower prescribing. Creating a collective ethos required local leadership; communication and coordination between GPs; and space and time for meetings, training and feedback. GP turnover and high reliance on locums presented challenges to developing this ethos. Higher levels of antibiotic prescribing in out of hours services was seen as undermining GP practice Antimicrobial Stewardship efforts.\n\nSystems, tools, and performance monitoring Technology, including decision tools, alert systems and templates were used to assist decision-making and optimise prescribing but could be burdensome and intrusive. Quality of data for performance monitoring was problematic, and feedback lacking in some practices. Targets and incentives could drive practice activity but had little impact on individual GP behaviour.\n\nManaging risk and access  GPs perceptions of their practice population as a whole as elderly, co-morbid, vulnerable, deprived, homeless influenced their prescribing activity, with antibiotics seen as way of managing risk. Practice access and availability of urgent appointments impacted on GP willingness to use a safety netting approach to avoid antibiotic over-use.\n\nEducation and awareness raising Patient education about antibiotic overuse (e.g. through practice leaflets, and media campaigns) was seen as improving awareness and understanding of AMR, but negotiation of patient expectation for treatment and patient education within consultations was challenging.\n\nDesign workshops\n\nWe found the following daily common stress points made it harder for practices to be able to support good stewardship:\n\n\n  time pressures to complete consultations and administrative tasks\n  barriers to communication, both internally as a team, and with external services and staff\n  IT problems\n  patient behaviour, including demands for antibiotics\n  lack of space or reliable equipment\n  challenges in managing staffing and clinics\n  insufficient clinical and administrative training\n  insufficient patient education around antibiotics and resistance\n  few ‘watch and wait’ options or strategies in place of ‘just-in-case’ prescribing.\n\n\nTeam comments also suggested the following would enable good stewardship in primary care:\n\n\n  access to local and national prescribing and resistance data\n  good internal and external communication in supporting stewardship consistency\n  strong practice team collective ethos for stewardship and good team work generally\n  quick and easy access to good patient information\n  good access to training for both clinical and administrative staff\n  improved patient education on their infection and on self-care.\n\n\nIntervention development\n\nWe are using what we have learnt and to develop interventions that will address antibiotic resistance in healthcare. This involves:\n\n\n  reviewing barriers and facilitators of stewardship\n  identifying mechanisms of change and behaviour change techniques\n  collaborating with practitioners to decide how best to deliver behaviour change techniques in terms of feasibility and acceptability.\n\n\n\n\n    \n        \n            PASS Interventions\n            \n                \n                \n                    PASS Interventions Presentation\n                    (PDF, 2.5Mb)\n                \n            \n             \n        \n    \n\n\n\n\n\n  Home\n  Research\n   Primary care\n\n\nReferences\n\n\n\nAtkins, L., Francis, J., Islam, R., O’Connor, D., Patey, A., Ivers, N., Foy, R., Duncan, E. M., Colquhoun, H., Grimshaw, J. M., Lawton, R., &amp; Michie, S. (2017). A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems. Implementation Science, 12(1), 77. DOI: 10.1186/s13012-017-0605-9\n\nDolk, F. C. K., Pouwels, K. B., Smith, D. R. M., Robotham, J. V, &amp; Smieszek, T. (2018). Antibiotics in primary care in England: which antibiotics are prescribed and for which conditions?  Journal of Antimicrobial Chemotherapy, 73(suppl. 2), ii2–ii10. DOI: 10.1093/jac/dkx504\n\nPouwels K. B., Hopkins, S., Llewelyn M. J., Walker A. S., McNulty C. A. M., Robotham J. V. (2019) Duration of antibiotic treatment for common infections in English primary care: cross sectional analysis and comparison with guidelines. British Medical Journal, 364:l440. DOI: 10.1136/bmj.l440\n\nPublic Health England (2019). English surveillance programme for antimicrobial utilisation and resistance (ESPAUR) Report 2018-2019. Available online [Accessed 10 Feb 2020]\n\nRockenschaub, P., Jhass, A., Freemantle, N., Aryee, A., Rafiq, M., Hayward, A., &amp; Shallcross, L. (2019). Opportunities to reduce antibiotic prescribing for patients with COPD in primary care: a cohort study using electronic health records from the Clinical Practice Research Datalink\n(CPRD). Journal of Antimicrobial Chemotherapy. DOI: 10.1093/jac/dkz411\n\nShallcross, L., Beckley, N., Rait, G., Hayward, A., &amp; Petersen, I. (2017). Antibiotic prescribing frequency amongst patients in primary care: a cohort study using electronic health records. Journal of Antimicrobial Chemotherapy, 72(6), 1818–1824. DOI: 10.1093/jac/dkx048\n\nShallcross, L., Rockenschaub, P., Blackburn, R., Nazareth, I., Freemantle, N., &amp; Hayward, A. (2020). Antibiotic prescribing for lower UTI in elderly patients in primary care and risk of bloodstream infection: A cohort study using electronic health records in England. PLOS Medicine, 17(9), e1003336. DOI: 10.1371/journal.pmed.1003336\n\nSmith, D. R. M., Dolk, F. C. K., Pouwels, K. B., Christie, M., Robotham, J. V, &amp; Smieszek, T. (2018). Defining the appropriateness and inappropriateness of antibiotic prescribing in primary care. Journal of Antimicrobial Chemotherapy, 73(suppl. 2), ii11–ii18. DOI: 10.1093/jac/dkx503\n\nDolk, F. C. K., Pouwels, K. B., Smith, D. R. M., Robotham, J. V, &amp; Smieszek, T. (2018). Exploring the appropriateness of antibiotic prescribing for common respiratory tract infections in UK primary care. Journal of Antimicrobial Chemotherapy, 75(1), 236–242. DOI: 10.1093/jac/dkz410\n  \n\n\n",
      "url": "/research/primary-care"
    },{
      
      "title": "Care homes",
      "description": "Care homes have a strong focus on preventing and controlling infections,  but their antimicrobial stewardship efforts are less developed, compared to  to other healthcare settings. Care homes are thus a strategic care setting  for researchers to work on optimising antibiotic use.\n",
      "content": "\n  Home\n  Research\n   Care Homes\n\n\n\n  What we already know\n  What questions did we ask?    \n      Electronic health records\n      Interviews\n      Observations\n      Design workshops\n    \n  \n  What did we find?    \n      Electronic health records\n      Interviews\n      Observations\n      Design workshops\n    \n  \n  Intervention development\n  References\n\n\nWhat we already know\n\n\n  Around one in seven people aged over 85 years live in approximately 20,000 care homes in the UK.\n  Infections are common in care homes and can often lead to outbreaks. Antibiotics are therefore used frequently and there is potential for development of antibiotic resistance.\n  Care home residents are particularly susceptible to side effects of antibiotics. They are also often admitted to hospital and move back to care homes, which can lead to spread of antibiotic resistant infections between these two settings.\n  To safely reduce antibiotic use in care homes, better information is needed on how antibiotics are currently used in this setting.\n\n\nWhat questions did we ask?\n\nElectronic health records\n\nWe analysed electronic records from 135 care homes across the UK for calendar years 2016–2017. These records contained information on\n\n\n  resident characteristics such as age, sex, length of stay, residential or nursing care\n  care home characteristics such as the number of beds, number of clinical and care staff, the Care Quality Commission (CQC) rating (in England only)\n  medicines dispensed to residents.\n\n\nUsing these data, we investigated the following research questions:\n\n\n  What is the rate of antibiotic prescribing for care home residents in the UK?\n  How does prescribing vary by resident and care home characteristics?\n  What infections are antibiotics most used for, and how does the type of antibiotic used compare with guidelines?\n\n\nInterviews\n\nThe aim of the interviews was to understand who performs antibiotic stewardship and when and how it is managed in care homes. The interview questions were developed using a theoretical informed behaviour change framework (Atkins et al 2017) to identify the likely enablers and barriers of antibiotic stewardship (e.g. escalation of suspected infections within and beyond the care home). Recruitment was through a national care home provider using their prescribing data to include both ‘high prescribers’ and ‘low prescribers’ of antibiotics in the interviews. Interviews were conducted with managers, nurses and care assistants in 4 care homes in the Midlands and the South-East of England.\n\nObservations\n\nAn ethnographer conducted direct non-participant observations in communal areas of the practice and consultations within 4 care homes, totalling 51 hours of observation. The care homes were selected from a list of provided by our partner Four Seasons Healthcare in two regions (East Midlands and London).\n\nThe researcher recorded detailed handwritten field notes while at the research site. The researcher reflected on these notes and audio recorded the field notes, reflections and interpretations. These audio recordings were then transcribed and analysed alongside pictures and policies/guidelines collected from the research site.\n\nData were analysed using a thematic analysis approach assisted by NVivo software to identify influences on antibiotic stewardship. Analysis was informed by a framework of six universal challenges to improving quality commonly faced by healthcare organisation (Bate et al. 2008).\n\n\n    The six universal challenges to improving quality in healthcare (Bate et al. 2008)\n    \n        structural challenges: organising, planning and coordinating quality efforts\n        political challenges: addressing and dealing with the politics of change surrounding any quality improvement effort\n        cultural challenges: giving ‘quality’ a shared, collective meaning, value and significance within the organisation\n        educational challenges: creating a learning process that supports improvement\n        emotional challenges:  engaging and motivating people by linking quality improvement efforts to inner sentiments and deeper commitments and beliefs\n        physical and technological challenges:  the designing of physical systems and technological infrastructure that supports and sustains quality efforts.\n    \n\n\nDesign workshops\n\nWe held three design workshops in 3 of the 5 UK care homes we had completed interviews and observations. 3 to 9 staff joined each workshop, lasting roughly 2 hours. Staff included care home managers, senior care and nursing staff, and day-to-day care staff.\n\nWorkshop activities aimed to find out more about the pressures and anxieties experienced by care staff on a daily basis that might impact how well care homes are able to support antibiotic stewardship. Staff completed worksheets and undertook activities that invited them to describe, reflect, evaluate their experiences or generate new ideas, both as individuals or in small groups. These fed into whole-group discussions.\n\nWhat did we find?\n\nElectronic health records\n\nIn 2016–2017, data from 135 care homes showed that:\n\n\n  the rate of antibiotic prescribing for care home residents was about twice the rate for older adults in the general population.\n  residents who had recently moved into the care home, were nearer to the end of life, and had more long-term medical conditions were most likely to be prescribed antibiotics.\n  almost a third of antibiotics were repeat prescriptions, likely for prevention of infection.\n  urinary tract infections and chest infections led to the most antibiotic prescriptions. Most of the time, the type of prescription was in line with guidelines for treatment of infections in primary care. However, there are no care home-specific guidelines for antibiotic prescription.\n  there was wide variation in the rate of antibiotic prescriptions in different care homes. More research is needed to understand what causes this variation.\n\n\nDetailed results are available from Smith et al. (2020).\n\nInterviews\n\nMultiple behaviours were performed to prevent and manage infections in care homes. Some frequent behaviours were observing changes in residents and sharing observations with other staff, increasing the residents’ fluid intake for suspected infections, using diagnostic tests (e.g. dipsticks), monitoring and recording clinical signs and symptoms and documenting infection cases on IT system.\n\nCare assistants primarily took responsibility for observing changes in the residents’ demeanour during the daily routine, before sharing any concerns to other senior staff. Nurses decided when to increase fluid intake and what signs and symptoms to monitor and when to escalate to GP practice or Out-of-hour services. It was the responsibility of GPs to decide when to prescribe or not prescribe an antibiotic.\n\nThe identified key themes fell within 8 theoretical behavioural domains: Environmental context &amp; resources, Social influence, Behaviour regulation, Beliefs about consequences, Memory attention &amp; decision-making, Skills, Social/professional role &amp; identity, and Knowledge.\n\nKey enablers of stewardship were collective responsibilities among staff, staffs’ familiarity with residents, following procedures for investigating suspected infections and continuity of care from same GP. Key barriers were pressure from resident’s family, nature of co-comorbidities of residents and lack of awareness about antibiotic resistance. Few care homes were prepared to ‘watch and wait’ whilst most preferred to escalate immediately to the GP practice.\n\nObservations\n\nRoles and responsibilities Staff recognised their role in infection prevention but approaches and focus varied across the care homes. Care homes had a range of policies, routines or systems in place for optimising infection prevention and control. This included in relation to promoting good hygiene but also patient management (e.g. avoiding aspiration, maintaining hydration to reduce risks of urinary tract infections).\n\nIn contrast staff did not see themselves as having a particular role in antibiotic stewardship and did not have training or feedback on antibiotic use.\n\nEscalation and avoiding escalation Preventing negative outcomes from deterioration was a high priority; staff were focused on monitoring residents and responding to any sign of deterioration. Any escalation, e.g. calling in the GP, significantly increased the likelihood a resident would be prescribed antibiotics. Familiarity with the resident, staff experience and confidence, relative expectations, and concerns about litigation, all influenced escalation decisions.\n\nContinuity and consistency of medical services Continuity of GP and relationship with care home staff facilitated flexible conversations about antibiotic use. Inconsistency in antibiotic prescribing between GPs and out of hours services was problematic.\n\nMedicines management Issues around medication management, including prescribing and dispensing problems, were seen to contribute to the risk of resident deterioration and subsequent escalation.\n\nDesign workshops\n\nWe found the following factors made it harder for care homes to support good stewardship:\n\n\n  external staff and services using different criteria to assess a resident’s health and make treatment decisions\n  frustrated communication with local GPs or pharmacies around prescriptions appropriateness and timely dispensing\n  barriers to good communication between care home staff\n  insufficient 1-to-1 time to observe and monitor residents closely\n  lack of digitisation of tasks\n  insufficient opportunities to co-work with families and relatives to plan the best infection care for residents\n  insufficient training for all staff around common care home infections.\n\n\nIntervention development\n\nWe are using what we have learnt and to develop interventions that will address antibiotic resistance in healthcare. This involves:\n\n\n  reviewing barriers and facilitators of stewardship\n  identifying mechanisms of change and behaviour change techniques\n  collaborating with practitioners to decide how best to deliver behaviour change techniques in terms of feasibility and acceptability.\n\n\n\n\n    \n        \n            PASS Interventions\n            \n                \n                \n                    PASS Interventions Presentation\n                    (PDF, 2.5Mb)\n                \n            \n             \n        \n    \n\n\n\n\n\n  Home\n  Research\n   Care Homes\n\n\nReferences\n\n\n\nAtkins, L., Francis, J., Islam, R., ..., Michie, S. (2017). 'A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems', Implementation Science, 12, 77. DOI: 10.1186/s13012-017-0605-9\n\nBate, P., Mendel, P., &amp; Robert, G. (2008). Organizing for Quality: The Improvement Journeys of Leading Hospitals in Europe and the United States. Research report. London: Nuffield Trust. Available online\n\nCrayton, E., Richardson, M., Fuller, C., Smith, C., Liu, S., Forbes, G., Anderson, N., Shallcross, L., Michie, S., Hayward, A., &amp; Lorencatto, F. (2020). Interventions to improve appropriate antibiotic prescribing in long-term care facilities: A systematic review. BMC Geriatrics, 20(1), 237. DOI: 10.1186/s12877-020-01564-1\n\nSmith, C. M., Conolly, A., Fuller, C., Hill, S., Lorencatto, F., Marcheselli, F., … Fragaszy, E. B. (2019). Symptom reporting, healthcare-seeking behaviour and antibiotic use for common infections: protocol for Bug Watch, a prospective community cohort\nstudy. BMJ Open, 9(5), e028676. DOI: 10.1136/bmjopen-2018-028676\n\nSmith, C. M., Williams, H., Jhass, A., Patel, S., Crayton, E., Lorencatto, F., Michie, S., Hayward, A. C., &amp; Shallcross, L. J. (2020). Antibiotic prescribing in UK care homes 2016–2017: Retrospective cohort study of linked data. BMC Health Services Research, 20(1), 555. DOI: 10.1186/s12913-020-05422-z\n\n\n\n",
      "url": "/research/care-homes"
    },{
      
      "title": "Bug Watch",
      "description": "Bug Watch is an cohort study of common infection symptoms in England.  Bug Watch measures often people go to the doctor or take  antibiotics for common infections.\n",
      "content": "\n  Home\n  Research\n   Bug Watch\n\n\n\n  A cohort study about common infections\n  What is already known on the subject?\n  What questions did we ask?\n  What did we find?\n  References\n\n\nA cohort study about common infections\n\n        \n            Bug Watch was a cohort study of people in the community in England who recorded information about common infection symptoms and use of healthcare services.\n        \n        \n            \n            Logo of the Bug Watch study\n        \n        \n    \n\nBug Watch tells us about symptoms of infection in the community before people go to see their doctor or use other healthcare services. It means that we can describe the severity and duration of symptoms from the start of an episode of infection. It also allows us to find out what people usually do when they get an infection, and the differences between infections that lead to GP appointments and those that do not.\n\nIn total, 1,242 adults and children registered for Bug Watch between March and November 2018. Participants filled out weekly surveys reporting symptoms of infection in seven different categories (general/nonspecific, respiratory, gastrointestinal, urinary tract, mouth/dental, skin/soft tissue, and eye). They completed the surveys for six months.\n\n\n    \n        \n            \n                \n                \n                    Bug Watch microdata\n                    The cohort data is available for reuse by students and researchers from the UK Data Service\n                \n            \n            \n        \n    \n\n\nWhat is already known on the subject?\n\n\n  Most antibiotics are prescribed in primary care, and at least 23% of prescriptions are thought to be inappropriate.\n  One way to reduce inappropriate antibiotic prescribing in primary care is to encourage fewer the people to visit their GP when they have symptoms of infection.\n  Previous studies have shown that most people safely self-manage symptoms of respiratory tract and gastrointestinal infections. This is known as a clinical “iceberg” of infection.\n  There is little information on how people manage other symptoms of infection, or what other sources of information people use to get advice about their symptoms.\n\n\nWhat questions did we ask?\n\n\n  What is the incidence of common acute infections in the general population in England? We looked at symptoms of respiratory tract, gastrointestinal, urinary tract, skin/soft tissue, mouth/dental, and eye infections.\n  What are the most commonly used sources of healthcare advice for different symptoms of infection?\n  What proportion of people with symptoms of infection use an antibiotic?\n  How long to symptoms usually last and how do they impact quality of life?\n\n\nWhat did we find?\n\n\n  There is a large clinical iceberg of infection across all symptom categories. Most people manage symptoms of infection without seeking medical advice.\n  Overall, 14% of infections led to a GP or dentist consultation and 1 in 10 to antibiotic use.\n\n\n\n    \n    Clinical \"icebergs\" of infection: Number and percentage of people who consulted a GP or dentist about their symptoms\n\n\n\n  People most frequently consulted a GP (or dentist) about their symptoms but a variety of other sources including pharmacies and the internet were also used frequently. The NHS 111 service was not used often.\n  Most antibiotics were prescribed by GPs but hospital doctors were also an important source, particularly for urinary tract infections.\n  Half of the antibiotics used were prescribed within three days of the onset of symptoms.\n  Symptoms usually resolved within a week but more than a quarter of syndromes lasted longer for all except urinary tract and gastrointestinal symptoms.\n  The worst day of symptoms occurred on average after three days and overall impacts on health-related quality of life lost were less than one day.\n  Detailed results are published in Smith et al. (2021).\n  Anonymised data (Smith et al. 2020) from Bug Watch are available through the UK Data Service.\n\n\n\n\n  Home\n  Research\n   Bug Watch\n\n\nReferences\n\n\nSmith, C. M., Conolly, A., Fuller, C., Hill, S., Lorencatto, F., Marcheselli, F., … Fragaszy, E. B. (2019). Symptom reporting, healthcare-seeking behaviour and antibiotic use for\ncommon infections: protocol for Bug Watch, a prospective community cohort\nstudy. BMJ Open, 9(5), e028676. DOI: 10.1136/bmjopen-2018-028676\n\nSmith, C., Hayward, A., Fragaszy, E., Michie, S. (2020). Bug Watch: Baseline Data, Symptom Reporting, Healthcare-seeking Behaviours and Antibiotic Use, 2018-2019. [data collection]. UK Data Service. SN: 8734. DOI: 10.5255/UKDA-SN-8734-1\n\n Smith, C. M., Shallcross, L. J., Dutey-Magni, P., Conolly, A., Fuller, C., Hill, S., Jhass, A., Marcheselli, F., Michie, S., Mindell, J. S., Ridd, M. J., Tsakos, G., Hayward, A. C., &amp; Fragaszy, E. B. (2021). Incidence, healthcare-seeking behaviours, antibiotic use and natural history of common infection syndromes in England: Results from the Bug Watch community cohort study. BMC Infectious Diseases, 21(1), 105. \nDOI: 10.1186/s12879-021-05811-7\n\n",
      "url": "/research/Bug-Watch"
    },{
      "image": "/assets/icons/pass_logo_darkbg.png",
      "title": "Research",
      "description": "PASS research supports the development of antibiotic stewardship interventions tailored to: general practice, hospitals, care homes, and the community.\n",
      "content": "\n\n    \n        \n            \n                \n                    Infections in the community\n                \n                \n            \n            \n            \n                The Bug Watch study collected data a cohort of household residents in England\n                Participants recorded common infection symptoms and use of healthcare services\n                Bug Watch data tell us how often people go to the doctor and take antibiotics for their symptoms.\n                \n            \n            \n                Read more\n            \n        \n    \n\n    \n        \n            Primary care\n            \n            \n                General practice is often the first point of consultation for patients with signs of infection\n                Three out of four of antibiotics in the UK are prescribed by general practitioners\n                Reducing antibiotic prescribing in this setting can significantly reduce the population-wide\n                    exposure\n                    to antibiotics, but interventions in this setting have not been reviewed systematically.\n                \n            \n            \n                Read more\n            \n        \n    \n\n\n    \n        \n            Secondary care\n            \n            \n                Hospitals are responsible for 20% of the overall antibiotic use in the UK\n                They play a critical role in the acquisition and antibiotic resistance and its export to community\n                    settings\n                \n                Despite antibiotic stewardship programmes being well established in UK hospitals, there is still\n                    evidence of antibiotic overuse.\n                \n            \n            \n                Read more\n            \n        \n    \n\n    \n        \n            Care homes\n            \n            \n                Care homes have a strong focus on preventing and controlling infection\n                Antibiotic stewardship programmes are not common in care homes\n                Care homes represent an important setting for research to optimise antibiotic use.\n            \n            \n                Read more\n            \n        \n    \n\n\n\n\n\nPublications\n\n\n\nCrayton, E., Richardson, M., Fuller, C., Smith, C., Liu, S., Forbes, G., Anderson, N., Shallcross, L., Michie, S., Hayward, A., &amp; Lorencatto, F. (2020). Interventions to improve appropriate antibiotic prescribing in long-term care facilities: A systematic review. BMC Geriatrics, 20(1), 237. DOI: 10.1186/s12877-020-01564-1\n\nDutey-Magni, P. F., Gill, M. J., McNulty, D., Sohal, G., Hayward, A., &amp; Shallcross, L. (2021). Feasibility study of hospital antimicrobial stewardship analytics using electronic health records. JAC-Antimicrobial Resistance, 3(1). DOI: 10.1093/jacamr/dlab018\n\nMcCall, B., Shallcross, L., Wilson, M., Fuller, C., &amp; Hayward, A. (2019). Storytelling as a research tool and intervention around public health perceptions and behaviour: a\nprotocol for a systematic narrative review. BMJ Open, 9(12),\ne030597. DOI: 10.1136/bmjopen-2019-030597\n\nRockenschaub, P., Jhass, A., Freemantle, N., Aryee, A., Rafiq, M., Hayward, A., &amp; Shallcross, L. (2019). Opportunities to reduce antibiotic prescribing for patients with COPD in primary care: a cohort study using electronic health records from the Clinical Practice Research Datalink\n(CPRD). Journal of Antimicrobial Chemotherapy. DOI: 10.1093/jac/dkz411\n\nRockenschaub, P., Hayward, A., &amp; Shallcross, L. (2019). Antibiotic prescribing before and after the diagnosis of comorbidity: a cohort study using primary care electronic health\nrecords. Clinical Infectious Diseases. DOI: 10.1093/cid/ciz1016\n\nShallcross, L., Lorencatto, F., Fuller, C., Tarrant, C., West, J., Traina, R., … PASS Research Group (2020). An interdisciplinary mixed-methods approach to developing antimicrobial stewardship interventions: Protocol for the Preserving Antibiotics through Safe Stewardship (PASS) Research Programme [version 1: awaiting peer review]. Wellcome Open Research, 5(8). DOI: 10.12688/wellcomeopenres.15554.1\n\nShallcross, L., Rockenschaub, P., Blackburn, R., Nazareth, I., Freemantle, N., &amp; Hayward, A. (2020). Antibiotic prescribing for lower UTI in elderly patients in primary care and risk of bloodstream infection: A cohort study using electronic health records in England. PLOS Medicine, 17(9), e1003336. DOI: 10.1371/journal.pmed.1003336\n\nSmith, C. M., Conolly, A., Fuller, C., Hill, S., Lorencatto, F., Marcheselli, F., … Fragaszy, E. B. (2019). Symptom reporting, healthcare-seeking behaviour and antibiotic use for common infections: protocol for Bug Watch, a prospective community cohort\nstudy. BMJ Open, 9(5), e028676. DOI: 10.1136/bmjopen-2018-028676\n\nSmith, C. M., Williams, H., Jhass, A., Patel, S., Crayton, E., Lorencatto, F., Michie, S., Hayward, A. C., &amp; Shallcross, L. J. (2020). Antibiotic prescribing in UK care homes 2016–2017: Retrospective cohort study of linked data. BMC Health Services Research, 20(1), 555. DOI: 10.1186/s12913-020-05422-z\n\nSmith, C., Hayward, A., Fragaszy, E., Michie, S. (2020). Bug Watch: Baseline Data, Symptom Reporting, Healthcare-seeking Behaviours and Antibiotic Use, 2018-2019. [data collection]. UK Data Service. SN: 8734. DOI: 10.5255/UKDA-SN-8734-1\n\n Smith, C. M., Shallcross, L. J., Dutey-Magni, P., Conolly, A., Fuller, C., Hill, S., Jhass, A., Marcheselli, F., Michie, S., Mindell, J. S., Ridd, M. J., Tsakos, G., Hayward, A. C., &amp; Fragaszy, E. B. (2021). Incidence, healthcare-seeking behaviours, antibiotic use and natural history of common infection syndromes in England: Results from the Bug Watch community cohort study. BMC Infectious Diseases, 21(1), 105. \nDOI: 10.1186/s12879-021-05811-7\n\n\n\n\n\n",
      "url": "/research/"
    },{
      
      "title": "About",
      "description": "Antibiotic-resistant infections are a global threat. In healthcare, one solution to this problem lies in the ‘stewardship’ of antibiotics:  promoting the safe and effective use of antibiotics.\n",
      "content": "\n    \n        \n            \n                What is antibiotic resistance?\n                Bacteria that cause infections adapt and develop the ability to defeat the medicines\n                    designed to kill them. \n                Drugs like antibiotics are becoming less effective at treating infections.\n                    Our overuse of antibiotics in both humans and animals is speeding up this process.\n                \n                   Read more\n                \n            \n            \n                What can we do about it?\n                A range of strategies are used to tackle antibiotic resistance, \n                for instance developing new antibiotics, or reducing the use of \n                antibiotics in humans and animals.\n                In healthcare, a strategy called antibiotic stewardship\n                 aims to ensure effective treatment of patients with infection \n                while minimising adverse effects from antibiotic use.\n                \n                    Read more\n                \n            \n            \n                The PASS project\n                PASS is a programme of research involving researchers and healthcare professionals\n                 across primary care, secondary care, care homes and the community.\n                Together we are working to design new interventions that are tailored to each \n                of these settings, and help to preserve the effectiveness of antibiotics for years to come.\n                \n                    Read more\n                \n            \n            \n                 Interdisciplinary work\n                PASS brings together researchers from different academic disciplines:\n                \n                    behavioural science\n                    epidemiology\n                    social science\n                    user-centred design.\n                \n                \n                    Read more\n                \n            \n        \n    \n\n\n",
      "url": "/about/"
    },{
      
      
      
      "content": "\n  \n  COVID-19: Impact and Burden in Care Homes\n\n\n\n\n\n  Why are we doing this study?\n  What will this study involve?\n  Interested in taking part?\n\n\nWhy are we doing this study?\n\nThe COVID-19 pandemic poses a substantial risk to elderly and vulnerable care home residents and COVID-19 can spread\n rapidly in care homes. We have national, daily data on people with COVID-19 and deaths, but there is no similar data\n for care homes. This makes it difficult to know the scale of the problem, and plan how to keep care home residents\n safe.\n\nThe COVID-19 pandemic has also posed new and significant challenges to care home staff. Usual ways of working and\n practices are disrupted during the pandemic. Care home staff have had to adopt different ways of providing care to\n residents, and take on new roles and responsibilities. Understanding the nature of these changes and their impact\n is critical to mitigate the impact of COVID-19 on residents, relatives and staff. This can help us identify ways\n to improve working conditions, safety, infection prevention and control, as well as inform future preparedness\n and response strategies.\n\nWhat will this study involve?\n\nThe UKRI- and ESRC-funded ‘Covid 19 - ImpAcT and Burden in Care Homes’ (CATCH 19) study is being conducted by a team\n of researchers at University College London (UCL).\n\nThe study has two parts:\n\n\n  Part one investigates the burden of COVID-19 across care homes using care home surveillance\n system data provided by a national care home provider (in partnership with the study), Public Health England, NHS England and the Royal College of General Practitioners (GPs). Data calculations include the rate of COVID-19 cases (confirmed and suspected), hospital admissions and deaths in our partnership providers’ care homes by age-group, gender and region.\n  The second part of the study involves understanding what impact COVID-19 has had on care home staff and residents\n.  We want to hear about care home staff’s experiences and how working practices have changed during the pandemic, and what challenges care homes have faced.  For example, use and access to personal protection equipment (PPE), access to medical advice from GPs and other healthcare professionals, availability of medicines and guidance received.\n\n\nOverall, this study will evidence the impact of COVID-19 and the challenges and factors influencing the  ways of working in care homes from multiple perspectives. A report will enable lessons and rapid responses on the management of COVID-19 and proposed pragmatic solutions for dissemination to other care homes.\n\nTo collect the information for part 2 of the study, we will conduct interviews over the telephone with care home staff and a web-based survey.  If you work in a care home and are interested in taking part, please see information below.\n\nInterested in taking part?\n\nDo you currently work in a care home in the UK? If so, we are keen to speak to you!\n\nWe are hoping to conduct our telephone interviews beginning in May 2020. These are informal discussions with a trained researcher from the CATCH 19 team. We wish to speak to a wide range of individuals who work in care homes, including care assistants, senior carers, nurses, managers, as well as those who may work closely with care homes, including GPs, commissioners etc.\n\nWe want to hear about how you have found working during the COVID-19 outbreak. There are no right or wrong answers, and we are interested in hearing about the experiences and challenges you and your colleagues have faced during these difficult times.\n\nThe interviews will be conducted by telephone, at a date and time that suits you. Interviews will last up to 1 hour (likely 30 to 40 minutes; depends on how much you have to say!), and we are offering a £50 payment for taking part.\n\nThe interview will be audio-recorded and transcribed for the research team to analyse. All data will be fully anonymised and with strict confidentiality (in line with GDPR guidance) so that it isn’t possible to identify you, your colleagues or organisation from any of the data.\n\nThis study has been reviewed and approved by UCL Ethics Research Committee (Project ID: 13355/002).\n\n\n\n        \n        About the study and how to take part\n        \n          \n          \n          Participant Information Leaflet\n          (DOCX, 59Kb)\n          \n        \n        If you are interested in sharing your views and experiences of \n        managing COVID-19 in care homes, or to ask any further questions,\n        please email us at \n        catch19@ucl.ac.uk\n        \n         I want to participate\n        \n        \n\n\n",
      "url": "/catch19/"
    },{
      
      "title": "Collaborators",
      "description": "Protecting Antibiotics through Safe Stewardship is a three-year research project led by University College London in  partnership with the University of Leicester and the  Royal College of Art.\n",
      "content": "\n  Chief investigators\n  Project leads\n  Team members\n  Co-investigators\n  Project partners\n\n\nChief investigators\n\n\n    Prof Andrew Hayward &mdash; Professor of Infectious Disease Epidemiology, UCL\n        Institute of Epidemiology and Health Care\n    \n    \n        \n        \n            \n            Andrew Hayward is Director of the UCL Institute of Epidemiology and Health Care and Professor of Infectious Disease Epidemiology and Inclusion Health. His research portfolio focuses on acute respiratory infections, tuberculosis, hospital-acquired infection, antimicrobial prescribing and resistance and infections in hard to reach groups. In 2015 he established a new Department of Infectious Disease Informatics within the UCL Institute of Health Informatics, leading initiatives to use electronic health records and digital health technologies to understand and improve population health and health services, at home and abroad.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof Susan Michie &mdash; Professor of Health Psychology, UCL Centre for Behaviour\n        Change\n    \n    \n        \n            \n            Susan Michie is Professor of Health Psychology and Director of the Centre for Behaviour Change at UCL. Susan's research focuses on the design, delivery, uptake and impact of behaviour change interventions. Her research investigating innovative methods for developing and evaluating behavioural interventions is conducted in two main health domains: professional practice (e.g., the implementation of evidence-based guidelines, such as hand-hygiene amongst hospital staff), and risk factors amongst the general population (e.g., smoking, physical activity, preparing for pandemic flu). She works with a wide range of disciplines, practitioners and policy-makers and holds grants from a large number of organisations including the Wellcome Trust, National Institute of Health Research, Economic and Social Research Council and Cancer Research UK.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nProject leads\n\n    Dr Laura Shallcross &mdash; Associate Professor, UCL Institute of Health\n        Informatics\n    \n    \n        \n            \n            Doctor Laura Shallcross is a Consultant in Public Health Medicine and Associate Professor at the UCL\n                Institute of Health Informatics.\n            She holds a Clinician Scientist Fellowship from the National Institute for Health Research. Laura's\n                research focuses on the\n                application of data science (epidemiological analysis, risk prediction modelling, machine learning) to\n                large-scale datasets\n                such as electronic health records to improve clinical outcomes of patients with infectious diseases and\n                improve antimicrobial\n                prescribing.\n            Laura's research has a strong translational focus. She works with a wide range of disciplines ranging\n                from basic scientists (omics)\n                to behavioural scientists, and collaborates with practitioners and policy-makers. She is a member of the\n                Government’s Scientific\n                \n                    Advisory Committee on Antimicrobial Prescribing, Resistance and Healthcare Associated Infection\n                    (APRHAI).\n            \n            Laura holds grants from organisations including the National Institute of Health Research, and the\n                Economic and Social Research Council.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Dr Fabiana Lorencatto &mdash; Research Lead, UCL Centre for Behaviour Change\n    \n    \n        \n            \n            Doctor Fabiana Lorencatto is the Research Lead at the Centre for Behaviour Change at UCL. Fabiana's\n                research interests\n                are in behaviour change and implementation science. Her research focuses on applying behavioral change\n                theory and\n                methods to explore factors influencing clinical practice behaviors, as a basis for designing\n                interventions to improve the quality of healthcare. \n            Fabiana is currently involved in a number of multidisciplinary programs of research focusing on improving\n                the\n                implementation of evidence-based practice across a range of clinical areas, including: blood\n                transfusion,\n                antimicrobial stewardship and infection prevention control, maternal and neonatal health, smoking\n                cessation,\n                and diabetic retinopathy screening. Fabiana also has specific methodological interests in synthesising\n                evidence\n                on behaviour change interventions and conducting process evaluations of complex interventions,\n                particularly\n                the assessment of intervention fidelity.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Google Scholar\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Prof Carolyn Tarrant &mdash; Professor of Health Services Research, University of\n        Leicester\n    \n    \n        \n            \n            Carolyn is lead of the \n                Social Science Applied to Healthcare Improvement Research (SAPPHIRE) group within the\n                Department of Health Sciences at the University of Leicester. She is a social scientist with expertise\n                in\n                qualitative methods, including ethnographic methods in applied healthcare research.\n            Carolyn has interests in intervention design and evaluation of improvement. She is currently an\n                investigator on\n                several projects funded thorough the Joint Research Councils UK Theme of Behaviour Change and\n                Antimicrobial Resistance,\n                and NIHR.\n            She has conducted research into the implementation of improvement programmes for healthcare associated\n                infections and sepsis. She is Assistant Editor for the journal BMJ Quality &amp; Safety.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Leicester\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Mr Jonathan West &mdash; Reader in Healthcare Design, RCA Helen Hamlyn Centre for\n        Design\n    \n    \n        \n            \n            Jonathan leads the Healthcare Research Space at the Helen Hamlyn Centre for Design at the Royal College\n                of Art.\n                His work on a new resuscitation trolley for the National Patient Safety Agency won two Medical Futures\n                Innovation\n                Awards and completed successful clinical trials prior to manufacture. He has shaped high profile\n                projects such as\n                Design Bugs Out and Design for Patient Dignity with the Department of Health and Design Council, as well\n                as\n                supervising projects with partners ranging from ArjoHuntleigh to the Medical Defence Union.\n                He was Design Lead on the EPSRC-funded project 'Designing Out Medical Error'. This award-winning project\n                pioneered\n                methods of collaboration and has resulted in a suite of designs for the hospital ward, and paved the way\n                for\n                the HELIX Centre, where Jonathan was seconded. His work has been published internationally in journals,\n                books and as papers.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Royal College of Art\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nTeam members\n\n\n    Dr Elise Crayton &mdash; Research Associate, UCL Centre for Behaviour Change\n    \n    \n        \n            \n            Doctor Elise Crayton is a Research Associate in Health Psychology based at University College London in\n                the Centre for Behaviour Change.\n            Elise's research has focused upon the use of evidence synthesis and application of behavioural science\n                methods to design, deliver and\n                evaluate behaviour change interventions. Elise has carried out research across multiple healthcare\n                settings within the NHS,\n                engaging with patient, general public and healthcare professional populations. Her research to date has\n                focused upon\n                anxiety and social support for elderly stroke survivors, medication adherence in stroke survivors,\n                quality improvement of\n                the two-week wait cancer referral pathway and safe stewardship of antimicrobials.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Peter Dutey &mdash; Research Associate, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Peter is a postdoctoral researcher working on analysing hospital electronic health records to monitor and\n                improve the use of antibiotics in hospitals. He is developing an R software package to enable NHS\n                hospitals\n                to analyse and act upon data collected routinely by electronic prescribing systems and microbiology\n                laboratories.\n            Peter's research interests are in clinical decision support systems, intervention development and\n                evaluation. He\n                previously worked as an information analyst at the Royal Free Hospital's public health team.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Dr Gillian Forbes &mdash; Research Fellow, UCL Centre for Behaviour Change\n    \n        \n            \n            Doctor Gillian Forbes is a Research Fellow based at the UCL Centre of Behaviour Change. Her first degree\n                is in\n                Psychology (University of Dundee) and her MPhil is in Health Psychology (University of St Andrews).\n                She was awarded her PhD in Improvement Science funded by the Health Foundation at the University of\n                Dundee in 2019.\n            Gillian’s current research focuses on healthcare professional behaviour associated with antibiotic\n                stewardship\n                and the antibiotic seeking behaviour of the general public.\n            Gillian is interested in the implementation of research evidence into practice and the associated use of\n                behaviour change theory to underpin the design and development of interventions aiming to change\n                clinical practice.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Mr Christopher Fuller &mdash; Project Manager, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Chris Fuller is Project Manager on the PASS study. He has been working at UCL since 2003 on research\n                looking at improving hospital infection control practice. Prior to that he was an infectious disease\n                nurse.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Dr Martin J. Gill &mdash; Consultant Medical Microbiologist, Queen Elizabeth Hospital\n        Birmingham\n    \n    \n        \n            \n            Dr Martin Gill is an NHS Microbiologist in secondary/tertiary hospital with a wide range of specialist\n                adult services. He advises on the diagnosis, management (including the use of antimicrobials) and\n                prevention of infection. He works with a range of healthcare professionals who have responsibility for\n                prescribing and overseeing prescribing. He has chaired the Trust’s Antimicrobial Steering Group and been\n                its Infection Control Doctor. He has research interests in surgical site prevention, antimicrobial\n                resistance and in infection informatics. He collaborates on projects funded by National Institute of\n                Health Research, Economic and Social Research Council.\n        \n    \n\n\n\n\n    Dr Arnoupe Jhass &mdash; NIHR In Practice Fellow, UCL Institute of Epidemiology and\n        Health Care\n    \n    \n        \n            \n            Doctor Arnoupe Jhass is an NIHR In Practice Fellow at the Institute for Health Informatics and the\n                Research Department of Primary Care &amp; Population Health, University College London. He undertook his\n                medical training at Southampton, and holds a degrees in health policy from the London School of\n                Economics\n                and the University of Edinburgh.\n            His research interest is in the use of antibiotics in primary care looking at long-term care facilities\n                in particular. Prior to this fellowship, he held a School of Primary Care Research Grant from the\n                National\n                Institute of Health Research.\n            Alongside his academic fellowship, Arnoupe works as GP in North London.\n            \n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Ms Selina Patel &mdash; PhD Student, UCL Institute of Informatics\n    \n        \n            \n            Selina has been a PhD student of public health at UCL since 2017. Selina’s research considers how best to\n                monitor\n                antimicrobial use in NHS hospitals, and how to harness these data to develop higher impact interventions\n                which\n                optimise prescribing and reduce the risk of antimicrobial resistance. This project is aligned with the\n                PASS\n                research programme and is funded by the Economic and Social Research Council.\n            Prior to starting her PhD, Selina won an award for the most outstanding performance in her BSc at the\n                University of Birmingham and completed her MSc at the London School of Hygiene and Tropical Medicine.\n                Selina has previously held positions at the World Health Organization, the Royal Society and in the\n                charity sector.\n                Her research interests are antimicrobial use and resistance.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Emma Richardson &mdash; Research Fellow, Aston University Institute for Forensic\n        Linguistics\n    \n    \n        \n            \n            Emma Richardson is a Research Fellow in Forensic Linguistics at the Aston Institute for Forensic\n                Linguistics, Aston University.\n                She is a qualitative researcher with interests in how policy and guidance documents are used by people\n                in practice,\n                to assist the most vulnerable in society.\n            Emma’s research activity is largely based within forensic and health and social care settings.\n                She spent 4 years, first at the University of Liverpool and then at the University of Manchester\n                examining the impact of\n                the Care Quality Commission’s (CQC) inspection and rating of health and social care services in England\n                before joining the\n                PASS team at the University of Leicester as an ethnographer.\n            Now based at Aston, she uses conversation analysis to examine investigative interviews with vulnerable\n                adults.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Leicester\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Mr Patrick Rockenschaub &mdash; Research Assistant, UCL Institute of Health\n        Informatics\n    \n    \n        \n            \n            Patrick is a PhD student in Health Data Science at the UCL Institute of Health Informatics and a\n                research assistant for the PASS project. Patrick is responsible for the analysis of the primary care\n                data\n                obtained from large English healthcare databases.\n            Within the broader remit of his PhD, Patrick is looking into using these real-world medical datasets to\n                optimise the use of antibiotics across healthcare settings using predictive modelling and machine\n                learning.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Catherine Smith &mdash; Research Associate, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Catherine Smith is a postdoctoral infectious disease epidemiologist. In the PASS project, Catherine is leading the Bug Watch community cohort study and the analysis of data from care homes. She has experience in research about the application of novel technologies to improving control of infectious diseases. This has included a randomised controlled trial assessing the use of a mobile app to support treatment of tuberculosis, and a study combining epidemiological information with whole genome sequencing to improve understanding of transmission of viruses in hospitals.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Rosanna Traina &mdash; Research Associate, RCA Helen Hamlyn Centre for\n        Design\n    \n    \n        \n            \n            Rosanna is a designer, illustrator and researcher passionate about the affordances of user-led design and\n                considerate information design. She is currently a Research Associate in the\n                \n                    Healthcare Research Space at the Helen Hamlyn Centre for Design at the Royal College of Art. She\n                completed her BA in printmaking at\n                Sheffield Hallam University, an MA in Communication Art &amp; Design at the RCA in 2007, and a doctorate in\n                Information Design at Reading University in 2017. The thesis explored the design and transparency of\n                documents\n                that record and relay past live art works, and the challenges and opportunities of relaying transient\n                experience in print.\n                Recommendations were presented through a working prototype, the structure and design of which was guided\n                both by\n                user-centred design and research methods and information design principles and practices.\n            Her role as research associate at the Helen Hamlyn Centre for Design continues to further her interest\n                and\n                exploration into design research methods, which is core to the PASS design work package activities.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nCo-investigators\n\n\n    Ms Anne Conolly &mdash; Director of Health and Biomedical Surveys, NatCen Social\n        Research\n    \n    \n        \n            \n            Anne is the interim Director of Health and Biomedical Surveys team within NatCen's Survey Research\n                Centre.\n                She leads a team of researchers who are responsible for delivering a range of biomedical social surveys\n                including the Health Survey for England (HSE), the National Diet and Nutrition Survey (NDNS) and the\n                National Survey of Sexual Attitudes and Lifestyles (Natsal).\n            Anne specialises in the delivery of complex, large-scale social surveys with particular expertise in\n                bio-social\n                data collection methods. She has experience directing and managing a range of quantitative studies,\n                including the Health Survey for England, the Millennium Cohort Study and Understanding Society.\n            Anne led the recruitment of the Bug Watch, which involved inviting over 19,000 adults to participate in\n                the study.\n                These individuals had previously taken part in the Health Survey for England (a\n                nationally-representative survey)\n                and had provided consent to be contacted about future studies.\n            \n                Social:\n                \n                    \n                        \n                            \n                            NatCen\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof Spiros Denaxas &mdash; Professor of Biomedical Informatics, UCL Institute of Informatics\n    \n    \n        \n            \n            Spiros is Professor in Biomedical Informatics at the UCL Institute of Health Informatics.\n                His research focuses on creating and evaluating novel computational methods\n                for risk prediction, data modelling, phenotyping and subphenotype discovery\n                in structure electronic health records and other clinical and genomic data.\n            Spiros' lab manages\n                CALIBER,\n                a translational research resource which links\n                electronic health records from primary care, hospital care and national\n                mortality registries for over 10m patients.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Prof Jennifer Mindell &mdash; Professor of Public Health, UCL Institute of Epidemiology and Health Care\n    \n    \n        \n            \n            Jenny is a public health physician with experience in epidemiological research, teaching,\n                general practice, and health promotion. A major interest is in policies that affect determinants\n                of health and inequalities. She leads the UCL team dealing with the\n                \n                    Health Survey for England and other health examination surveys in the UK; the\n                European Health Examination Survey; and initiated a\n                new project comparing health surveys of the Americas and UK (ESARU).\n            Prior to this, she was the Deputy Director of the London Health Observatory, and led health impact\n                assessments of the London Mayor's Transport and other strategies. She was principal\n                investigator for a multidisciplinary, cross-research council project at University College London\n                to develop tools to measure community severance.\n            Jenny chaired the UK Faculty of Public Health’s Health Improvement Committee and sat on the\n                Health Policy Committee. She founded the award-winning\n                \n                    Journal of Transport and Health.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof James Thomas &mdash; Professor of Social Research and Policy, UCL Institute of Education\n    \n    \n        \n            \n            James is Professor of Social Research &amp; Policy at the\n                EPPI-Centre, within\n                the UCL Institute of Education. His research covers substantive disciplinary fields – such as public health\n                and education – and also computer and information science. He has written\n                extensively on research synthesis, including methods for combining qualitative\n                and quantitative research in reviews, and leads the Systematic Reviews\n                Facility for the Department of Health, England.\n            His activities in computer science include implementing novel technologies and processes\n                (including machine learning and crowd-sourcing) to improve the efficiency of systematic\n                reviews; and leading development of EPPI-Reviewer, software which manages data through all\n                stages of a systematic review.\n            In PASS, James supported the systematic reviews of evaluations of existing stewardship\n                interventions.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\nProject partners\n\n\n  NatCen Social Research\n  University Hospital Birmingham NHS Foundation Trust\n  Boots\n  Four Seasons Health Care\n  UCL Institute of Health Informatics\n  UCL Centre for Behaviour Change\n  University of Leicester SAPPHIRE Research Group\n  Royal College of Art Helen Hamlyn Centre for Design\n\n\n\n\n",
      "url": "/collaborators/"
    },{
      
      "title": "Privacy",
      "description": "PASS collects and processes data from various sources for research.  Information on how we use data is listed here for present studies.\n",
      "content": "\n    \n        \n            \n                \n                    SamurAI\n               \nThis project is analysing de-identified routine patient records to \n  develop algorithms alerting doctors when antibiotics may be changed.\n\n            \n                Research site: University College London Hospitals, UK\n                Dates: 1 December 2020&#8211;30 November 2021\n                Funder: National Institute of Health Research\n            \n                \n                \n                        \n            \n                Read more\n            \n        \n    \n\n\n        \n        Renal study\n        This project is analysing de-identified routine patient records to learn more about risks of life-threatening infections in end-stage renal disease.\n        \n            \n                Research site: Queen Elizabeth Hospital Birmingham, UK\n                Dates: 1 December 2020&#8211;31 August 2021\n                Funder: Economic &amp; Social Research Council\n                      \n            \n                Read more\n             \n              \n    \n\n",
      "url": "/privacy"
    },{
      
      "title": "Interdisciplinary work",
      "description": "PASS brings together the following disciplines: medicine,  clinical epidemiologym, behavioural science, social science,  and user-centred design.\n",
      "content": "\n  Home\n  About\n  Interdisciplinary work\n\n\n\n    \n    The PASS team with colleagues from the ARCH study, October 2018\n\n\nEpidemiology &amp; data science\n\nWe use clinical epidemiology and data science to measure variation in and patterns of antibiotic use. This helps us to specify the behaviours we should target.\n\nBehavioural science\n\nHaving specified the behaviour, next we use qualitative interviews to explore the drivers of prescribing in each healthcare setting. We also undertake ethnographic observations of practice to identify contextual factors that influence prescribing.\n\nWe now have a picture of the factors which drive the behaviours that we would like to target.  But what types of interventions are most likely to be effective? Systematic reviews of existing interventions help to identify previous interventions and explore which ones were effective. We can also look at the “active ingredients” (behaviour change techniques) that were included in these interventions, and map them against our findings from the interviews and ethnography. This helps us work out which type of interventions are most likely to work, given what we know about the drivers of prescribing in each healthcare setting.\n\nUser-centered design\n\nFinally, ideas for interventions are developed further by healthcare designers, who work with healthcare professionals and patients to consider how these approaches might be optimised and implemented to best effect.\n\n\n\n The PASS project\n\n\n\n\n\n  Home\n  About\n  Interdisciplinary work\n\n",
      "url": "/about/interdisciplinary-work"
    },{
      
      "title": "The project",
      "description": "PASS aims to design antibiotic stewardship interventions that are  tailored to specific healthcare environments.\n",
      "content": "\n  Home\n  About\n  PASS project\n\n\nHundreds of initiatives to improve antibiotic prescribing have been developed, mainly in hospitals. Yet, they are not always successful or have only a small effect. We still have a limited understanding of why some interventions work and others fail. In particular, we do not always understand how human factors and the healthcare context contribute to the success or failure of interventions.\n\nIn PASS, we draw on theory and evidence from epidemiology, health psychology, ethnography and healthcare design to build a holistic picture of what drives prescribing behaviour across different healthcare settings.\n\nWe then integrate these findings with evidence from systematic reviews of existing behavioural interventions and user-centred design to make recommendations for new interventions/optimise existing interventions.\n\nThe work will be carried out in general practices, a teaching hospital, care homes and with members of the public and is split into three work-packages.\n\nWork package 1: Identifying patterns of antibiotic prescribing\n\nData on antibiotic prescribing in England is poor. We know remarkably little about who gets antibiotics, what for and for how long. Using pre-existing electronic health records, we will study data on antibiotic prescribing in general practice, hospitals and care homes. We will also carry out an online survey, Bug Watch, to collect new data on why and when members of the public consult a doctor. This information will help us identify where problems lie and where intervening may have the greatest effect.\n\nWork package 2: Identifying barriers and enablers to stewardship in context\n\nIn order to identify what influences antibiotic prescribing, we will carry out interviews with health-care workers and members of the public. We will also carry out observations in GP practices, hospitals and care homes to see what happens in practice. Finally we will carry out a systematic search of the research to identify stewardship interventions that were or were not successful. This will allow us to identify the ‘active ingredients’ of successful interventions.\n\nWork package 3: Co-production of intervention bundles and dissemination\n\nCo-production (involving consumers in the design of a product), is commonly used in industry. There is evidence that this leads to better quality and acceptability of the end-product. Using our findings from the first two work-packages will work with members of the public and healthcare workers to develop and/or optimise antibiotic stewardship interventions.\n  This combines structured approaches commonly used by health psychologists and user-centred design.\n\nFunder\n\nPASS is funded by a grant of the Economic &amp; Social Research Council (2017-2020).\n\n\n\n\n\n\n\nTackling antibiotic resistance\n\n Interdisciplinary work\n\n\n\n\n\n  Home\n  About\n  PASS project\n\n",
      "url": "/about/pass-project"
    },{
      
      "title": "Renal study: Privacy notice",
      "description": "Researchers are analysing de-identified routine patient records to learn more about risks of life-threatening infections in end-stage renal disease.\n",
      "content": "\n  Home\n  Privacy\n  Renal study\n\n\n\n  Overview\n  Purpose of the research\n  Information collected for this research\n  Legal and ethical permissions\n  Outputs from the research\n  Data storage and retention\n  Your rights\n  Who can I contact?\n  How can I complain?\n  Details about the project\n  When was this privacy notice last updated?\n\n\nOverview\n\nThis privacy notice outlines the purpose of this research project and how we will collect and use the data. It also describes how to get further information and what to do if you do not want to be part of the study.\n\nYou have the right to access any personal information held about you, to have your information processed fairly and lawfully and the right to privacy. These rights are upheld by law and outlined in the Data Protection Act 2018 and the General Data Protection Regulation (GDPR).\n\nYou can find general information about how patient data are used in research at the links below:\n\n\n  Health Research Authority\n  Understanding Patient Data\n  NHS data: Make your choice\n\n\nPurpose of the research\n\nAntibiotic-resistant infections are a global threat, but some groups of people are more vulnerable to them because of particular chronic illnesses. Renal disease is one of them. Renal impairment and renal replacement therapy (such as haemodialysis) are associated with increased risks of infection, which requires frequent antibiotic treatment. Renal patients are also more frequently exposed to healthcare environments and procedures from which drug-resistant infections may be acquired.\n\nThis means patients with renal impairment may be more likely to develop life-threatening antibiotic-resistant infection. Yet, epidemiological evidence of this remains imperfect, particularly when it comes to understanding how the risk and severity of such infections varies between different types of renal patients.\n\nTo address this gap in knowledge, this study will examine de-identified electronic health records from Queen Elizabeth Hospital Birmingham, one of the UK’s major renal centres. The study objectives are to measure the rate and factors associated with (a) antibiotic prescribing for renal patients admitted to hospital and (b) antibiotic-resistant infections during renal patient admissions.\n\nBy producing new evidence, researchers hope to learn about potential areas where drug-resistant infections could be prevented, for instance by strengthening infection control procedures, or by reconsidering the way antibiotics are used in treating patients.\n\nInformation collected for this research\n\nWe have a data sharing agreement with University Hospital Birmingham NHS Foundation Trust which authorises us to hold a subset of de-identified hospitalisation record for adults aged 18 years who were treated for chronic kidney disease between 2010 and 2021.\n\nThis information contains records of:\n\n\n  patient sex, ethnic group and 10-year age group\n  inpatient admissions, procedures, diagnoses, antibiotics prescribed and administered\n  outpatient dialysis appointments\n  clinical observations (vitals)\n  clinical investigations (microbiology sample testing, blood tests, renal function)\n  month and year of death\n  specialist information on chronic kidney disease (disease stage, type of care, risk factors)\n\n\nThese records are held on certified secure computer network known as the UCL Data Safe Haven, and are considered to be kept sufficiently safe and restricted so that researchers can analyse them without risking to breach confidentiality and data protection.\n\nLegal and ethical permissions\n\nThe legal basis for processing personal data for this purpose data at UCL falls under Article 6(1)(e) of the General Data Protection Regulations (GDPR), i.e. “a task carried out in the public interest”. It also falls under Article 9(2)(j), “processing is necessary for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes”.\n\nEthical approval for this research was granted by a Health Research Authority Research Ethics Committee (reference REC 20/NE/0215).\n\nOutputs from the research\n\nThis study will search for risk factors associated with the risk of drug-resistant infections among:\n\n\n  demographics (age, sex, ethnicity)\n  co-morbidities\n  frequency and class of antibiotics used\n  time (drug-resistant infections are increasing nationally)\n  receipt of transplant\n  receipt of renal replacement therapy (dialysis)\n  chronic kidney disease stage and renal function\n  use of intravenous lines.\n\n\nFindings will be published an in academic journal.\n\nThis research will help researchers understand how the incidence and type of drug-resistant infections vary in different types of patients, and inform the design of more sophisticated research studies into interventions to prevent, track or treat such infections.\n\nThis research will help Queen Elizabeth Hospital clinicians better understand infectious trends and consider how to improve patient care both for admitted patients and patients undergoing dialysis.\n\nFinally, this research will contribute towards strengthening evidence on healthcare acquired infections. This is important to inform wider healthcare and government policy on the prevention and treatment of antibiotic resistance nationally, since drug-resistant infection can transmit to other patients.\n\nData storage and retention\n\nData will be stored until 31 August 2021 on secure servers at University College London. All records will then be erased.\n\nYour rights\n\nRecords held for this research programme are pseudonymised: researchers are not able to identify which records may belong to you. As a consequence, it is not possible for researchers themselves to grant usual data protection rights.\n\nHowever, University Hospitals Birmingham NHS Foundation Trust is able to uphold your rights, for instance if you do not want your information to be used by the University College London research team. You can contact University Hospitals Birmingham NHS Foundation Trust’s Data Protection Officer at the address below:\n\n\nInformation Governance Team\n3rd Floor, Nuffield House\nMindelsohn Way\nBirmingham\nB15 2TH\nEmail: InformationGovernance@uhb.nhs.uk\n\n\nWho can I contact?\n\nThis research is led by Dr Laura Shallcross at University College London (UCL) and Dr Martin Gill at University Hospitals Birmingham.\nIf you have questions or concerns about the study please contact:\n\n\nDr Laura Shallcross\nUCL Institute of Health Informatics\n222 Euston Road\nLondon\nNW1 2DA\nEmail: l.shallcross@ucl.ac.uk\n\n\nHow can I complain?\n\nUniversity College London sponsors this study and is acting as Joint Data Controller. If you wish to complain about our use of personal data, please send an email with the details of your complaint to the Data Protection Office so that we can look into the issue and respond to you.\nYou also have the right to lodge a complaint with the Information Commissioner’s Office (ICO) (the UK data protection regulator).\n\nFor further information on your rights and how to complain to the ICO, please refer to the ICO website.\n\nDetails about the project\n\nFull title: Antibiotic prescribing and resistance patterns in renal inpatients\n\nIRAS project: 277662\n\nUHB R&amp;D reference: RRK6981\n\nHRA Research Ethics Committee reference: REC 20/NE/0215\n\nWhen was this privacy notice last updated?\n\nThis privacy notice was last updated in December 2020 and may be amended from time to time.\n\n\n\n  Home\n  Privacy\n  Renal study\n\n",
      "url": "/privacy/renal-study"
    },{
      
      "title": "SamurAI: Privacy notice",
      "description": "Researchers are analysing de-identified routine patient records to  develop algorithms alerting doctors when antibiotics may be changed.\n",
      "content": "\n  Home\n  Privacy\n  SamurAI\n\n\n\n  Overview\n  Objectives of the SamurAI project    \n      The Problem\n      The Solution\n      Research plan\n    \n  \n  Information collected for this research\n  Legal and ethical permissions\n  Your rights\n  How can I complain?\n  How can I contact the researchers?\n  Details about the project\n  When was this privacy notice last updated?\n\n\nOverview\n\n\nThe SamurAI project is a research project conducted at University College London Hospitals NHS Foundation Trust (ULCH) by researchers employed by University College London (UCL).\n\nThe SamurAI project re-uses data collected by UCLH about from patients as part of their care and support (‘patient data’).\n\nThis privacy notice outlines the purpose the SamurAI project, and how it collects and uses patient data.\n\nYou can find general information about how patient data are used in research at the links below:\n\n\n  Health Research Authority\n  Understanding Patient Data\n  NHS data: Make your choice\n\n\nObjectives of the SamurAI project\n\nThe Problem\n\nAntibiotics save lives, but the more they are used, the less effective they become. Infections learn how to resist them. More than 50,000 people in the UK have infections that resist antibiotics, and this number will increase if we do nothing.\n\nIn a typical hospital, around 150 patients are taking antibiotics on any one day. Research suggests that 30-50% of individual prescriptions could be avoided if they were reviewed by a specialist in antibiotics looking at things with the danger of overuse in mind. However, there are currently not enough of these specialists - microbiologists and antibiotic pharmacists - to review every antibiotic prescription and provide feedback to every doctor. For last 2 years, researchers at University College London have been working with infection specialists, health psychologists and designers to solve this problem.\n\nThe Solution\n\nWe need to use fewer antibiotics. But antibiotics seem so helpful that this has not happened. The use of antibiotics in UK hospitals is still growing. Our plan is to develop and test an antibiotic surveillance system we call SamurAI. It involves computers working in a way that copies human thinking (‘artificial intelligence’) and it takes advantage of the introduction of electronic patient records into UK hospitals. The system will combine historical data for patients prescribed antibiotics with the findings of specialists in infection as they review prescriptions. Under specialist medical supervision, the computer system will ‘learn’ what works best and when to start, stop or change the use of antibiotics. Once up and running the system should be able to identify and flag patients who should be reviewed by specialists and guide antibiotic treatment for individual patients. The research will start at University College London Hospitals (UCLH), but our aim is to roll it out to 3 different hospitals within 4 years.\n\nResearch plan\n\nFirst, we will ‘train’ SamurAI to recognise when antibiotics should be stopped or changed. SamurAI will learn using past patient data which record when infection specialists decide to stop or change antibiotics.\n\nThen, we will evaluate whether SamurAI can accurately and safely identify patients who can stop, change or switch antibiotics. We will compare SamurAI’s predictions to what happens when experts review 720 patients taking antibiotics. If SamurAI’s predictions and the experts mainly agree, we will apply for funding to further develop and test SamurAI through carefully designed trials.\n\nWe expect SamurAI coud reduce antibiotic use by 10-20%, benefiting patients by reducing their time in hospital and the risk of side-effects from antibiotic treatment. Reduced use will also prolong the lifespan of our existing antibiotics. Once we have tested the system in our three hospitals, we aim to introduce it in new hospitals by 2027.\n\nWe will involve patients, the public and healthcare workers at all stages of the project, to understand their concerns about using patient data and agree how to protect it. We will hold a workshop to share research findings with patients.\n\nInformation collected for this research\n\nUniversity College London (UCL) has a data processing agreement with University College London Hospitals NHS Foundation Trust.\n\nThis agreement allows UCL researchers to access and analyse de-identified hospital data previously collected by UCLH from patients for individual care.\n\nThese data belong to:\n\n\n  adults aged 18 years or more on admission\n  who have not opted out from the use of their data for research or planning purposes through the National Data Opt-Out\n\n\nThese data contain information on:\n\n\n  patient sex, ethnic group and age\n  inpatient admissions, procedures, diagnoses, antibiotics prescribed and administered\n  clinical observations (vitals)\n  clinical investigations (microbiology sample testing, blood tests, renal function)\n  decisions made by infection specialists when reviewing antibiotics (for instance: stopping or changing antibiotic prescriptions).\n\n\nThese data are kept safe and secure, to protect your confidential information. There are four ways that privacy is protected:\n\n\n  removing details that identify a person, such as NHS numbers, Medical Record Numbers, dates of birth.\n  data are held in a secure computer network within University College London Hospitals NHS Foundation Trust (UCLH).\n  University College London researchers have signed an honorary contract with UCLH. This means are subject to the same obligations and training as UCLH health professionals.\n  the study was reviewed by an NHS research ethics committee and by UCLH’s Information Governance Panel, to make sure the reason for using patient data is appropriate.\n  data will be stored until 31 August 2022. All records will then be erased.\n\n\nLegal and ethical permissions\n\nThe legal basis for processing personal data for this purpose data at UCL falls under Article 6(1)(e) of the General Data Protection Regulations (GDPR), i.e. “a task carried out in the public interest”. It also falls under Article 9(2)(j), “processing is necessary for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes”.\n\nEthical approval for this research was granted by the Health Research Authority West Midlands - Edgbaston Research Ethics Committee on 30 October 2020.\n\nYour rights\n\nUnder data protection laws, you have rights including:\n\n\n  Your right of access - You have the right to ask us for copies of your personal information.\n  Your right to rectification - You have the right to ask us to rectify information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n  Your right to erasure - You have the right to ask us to erase your personal information in certain circumstances.\n  Your right to restriction of processing - You have the right to ask us to restrict the processing of your information in certain circumstances.\n  Your right to object to processing - You have the the right to object to the processing of your personal data in certain circumstances.\n  Your right to data portability - You have the right to ask that we transfer the information you gave us to another organisation, or to you, in certain circumstances.\n  You are not required to pay any charge for exercising your rights. If you make a request, we have one month to respond to you.\n\n\nPlease contact the UCLH Data Protection Officer below if you wish to make a request.\n\nHow can I complain?\n\nUniversity College London sponsors this study and is acting as Joint Data Controller together with University College London Hospitals NHS Foundation Trust.\n\nIf you wish to complain about our use of personal data, you can contact University College London Hospitals NHS Foundation Trust’s Data Protection Officer at the address below:\n\n\nData Protection Officer\n2nd Floor\nMaple House\nTottenham Court Road\nLondon\nW1T 7NF\n\nEmail: UCLH.IGQueries@nhs.net\n\n\nYou also have the right to lodge a complaint with the Information Commissioner’s Office (ICO) (the UK data protection regulator).  For further information on your rights and how to complain to the ICO, please refer to the ICO website.\n\nHow can I contact the researchers?\n\nThis research is led by Dr Laura Shallcross at University College London (UCL) and Dr Michael Brown at University College London Hospitals.\n\nIf you have questions or concerns about the study please contact:\n\n\nDr Laura Shallcross\nUCL Institute of Health Informatics\n222 Euston Road\nLondon\nNW1 2DA\nEmail: l.shallcross@ucl.ac.uk\n\n\nDetails about the project\n\nFull title: Stewardship of Antimicrobials using Real-Time Artificial Intelligence - Phase 1: Pre-clinical device development or performance testing\n\nIRAS project: 282591\n\nUCLH R&amp;D reference: 132886\n\nHRA Research Ethics Committee reference: REC 20/WM/0269.\n\nWhen was this privacy notice last updated?\n\nThis privacy notice was last updated in November 2020 and may be amended from time to time.\n\n\n\n  Home\n  Privacy\n  SamurAI\n\n",
      "url": "/privacy/samurai"
    },{
      
      "title": "Secondary care",
      "description": "Antimicrobial stewardship in hospitals aim to optimise the use of antibiotics.\n This includes: making sure that antibiotics are only given to patients who \n really need them, choosing the most effective antibiotic, and \n prescribing the correct dose. This helps preserve the \n effectiveness of antibiotics are preserved for years to come.\n",
      "content": "\n  Home\n  Research\n   Secondary care\n\n\n\n  What we already know    \n      Use of antimicrobials in UK hospitals\n      Effectiveness of stewardship interventions\n      Implementation of stewardship interventions globally\n      Implementation of stewardship interventions in the UK\n      Antibiotic prescription reviews\n    \n  \n  What questions did we ask?    \n      Review of published evidence\n      Electronic health records\n      Interviews of prescribers\n      Observations\n      Design workshops\n    \n  \n  What did we find?    \n      Review of published evidence\n      Electronic health records\n      Interviews\n      Observations\n      Design workshop\n    \n  \n  Intervention development\n  Resources and references    \n      Guidelines &amp; toolkits\n      Surveys\n      Reviews\n      Other research\n      Textbooks\n    \n  \n\n\n\n\nWhat we already know\n\nUse of antimicrobials in UK hospitals\n\nIn the UK, hospitals are responsible for 20% of the total amount of antibiotics prescribed in humans. Compared with other healthcare environments, hospitals prescribe more broad-spectrum antibiotics, which are the drugs used for the most severe infections. Hospitals can also play an important role in transmitting infections to other settings such as the community, for example when an individual with an active infection is discharged to a care home.\n\nThere are signs that antibiotics are being overused in hospitals:\n\n\n  UK hospitals have the second highest prescribing rate out of 22 European nations in number of doses per 1,000 resident (ECDC 2017)\n  A survey of UK hospitals recently estimated that 17% days of therapy are avoidable (Public Health England 2015)\n  A study in Oxford compared antibiotic use between general medical physicians and infection disease physicians, who are specialists in treating infections. The study found that infectious disease physicians used 30% less days of therapy (Fawcett et al. 2016)\n\n\nWorryingly, prescribing of the ‘last resort’ antibiotics (reserved for infections resistant to multiple drugs or patients with a compromised immune system) has increased by 28% between 2011 and 2016 (Budd et al. 2019). These are mostly carbapenems and third-generation cephalosporins.\n\nData show strong variation in the type of antibiotics used across hospitals. Specialist (eg cardiothoracic, haematology/oncology, paediatric  monospecialities) and teaching hospitals relied on large amounts of last-resort antibiotics.\n\nEffectiveness of stewardship interventions\n\nStewardship interventions in inpatient care settings are safe and effective in both: improving clinical practice, \nand reducing antimicrobial resistance.\n\nThe most up-to-date and trusted systematic review of all evaluations published to date was released \nin 2017 in the Cochrane Library. Authors reviewed a total of 29 randomised controlled trials and 91 interrupted \ntime series, and concluded that, overall, stewardship interventions are effective in relation to several outcomes:\n\n\n  compliance with clinical guidelines: with intervention, 58% of patients were treated in accordance with antimicrobial guidelines, compared with 43% in a control group with no intervention\n  duration of antimicrobial therapy was on average 2 days shorter with intervention\n  length of hospital stay is an average 1 day shorter with intervention.\n\n\nAuthors also found no evidence that stewardship interventions increased mortality or other risks to patient safety.\n\nA recent meta-analysis also provides some evidence that stewardship interventions reduce the prevalence of drug-resistant infections and transmission of drug-resistant bacteria. Baur et al. (2017).\n\nImplementation of stewardship interventions globally\n\nGlobally, antimicrobial stewardship programmes are now established in most hospitals in high-income countries.\n\nHoward et al. (2015) surveyed 660 hospitals across a total of 67 countries. Fifty-eight percent of hospitals had a dedicated antimicrobial stewardship committee in place, with the highest proportion in North America and Europe (66%) and a very low proportion in Africa (14%). This proportion ranged between 5 and 16% on other continents.\n\nWorldwide, 62% of hospitals reported having local stewardship guidelines.\n\nThe survey revealed that antimicrobial stewardship programmes can be very demanding on health professionals’ time, skills and confidence, particularly when it comes to reviewing antibiotic prescriptions (Chung et al. 2013).\n\n\n\n\nImplementation of stewardship interventions in the UK\n\n\n    \n    Stewardship in secondary care: Common initiatives\n\n\nScobie et al. (2019) surveyed stewardship initiatives across 148 NHS acute trusts in England in 2017. They found that\n\n    85% restricted the use of some antibiotics, requiring a senior infection doctor or pharmacist to pre-authorise their prescription\n    93% had dedicated a dedicated antimicrobial stewardship team, including at least an antimicrobial pharmacist and a microbiology/infectious diseases doctor\n    99% had hospital prescribing guidelines for common infections\n    82% organised an expert review of prescriptions for specific antibiotics, with microbiology/infectious disease specialists or pharmacists giving feedback and advice to prescribers.\n\n\nHalf of hospitals (73/148) had a microbiologist conduct routine and regular ward rounds to review antibiotics at least once a week; 23% (34/148) did so every day (weekends included). The most commonly audited area was intensive care units (146/148), followed by medical wards (64%), surgical wards (60%) and haematology wards (58%).\n\nAlmost all hospitals were able to measure antimicrobial consumption, but only 31% (46/148) of surveyed hospitals regularly fed this information back to prescribers.\n\nAntibiotic prescription reviews\n\nAntibiotic prescription reviews or ‘prospective audits’ involve the review of antibiotic prescriptions on wards by infection specialists, usually either an infectious diseases physician, a clinical microbiologist, or a clinical pharmacist. They are frequently described as the most effective strategy to optimise prescribing (Chung et al. 2013).\n\nAdvantages of antibiotic prescription reviews are:\n\n\n  they are more supportive and therefore better received by doctors than pre-authorisation of antibiotics.\n  they usually take places at the bedside (rather than over the telephone, when infection specialists cannot fully assess the patient);\n  they provides an opportunity for doctors to learn more about infections.\n\n\nDisadvantages of antibiotic prescription reviews are:\n\n  They are time-consuming\n  They require up-to-date lists of patients taking antibiotics\n  Their reach can be limited by person-power: the median number of occupied beds in an English acute trust is 500. Out of those, 175 are occupied by patients taking antibiotics at any time. The median number of infection specialist is just 5 working time equivalents, occupied with many other duties.\n  Some areas of clinical practice are not supported by strong scientific evidence and guidelines. For instance\n, experts do not know for sure when and how antibiotics should be ‘de-escalated’; that is, how soon antibiotics can\n safely be stopped or changed for another drug with a narrower spectrum (Hughes et al. 2017,\n  Tabah et al. 2020).\n\n\nWhat questions did we ask?\n\nReview of published evidence\n\nAlthough systematic reviews of stewardship interventions are available (see above), there is wide variation in the effectiveness of similar interventions across different settings. If we want to know which interventions are most likely to be effective, we need to know why they work.\n\nIn other words, we need to understand what are the ‘active ingredients’ of effective stewardship interventions.\n\nBehavioural science can be used to specify the ‘active ingredients’ of behavioural interventions, by coding them as behaviour change techniques (BCTs). To this end, health psychologists from PASS read through all 221 behavioural interventions reported in the systematic review by Davey et al. (2017). They coded for the presence of BCTs and then assessed how often effective interventions included specific types of BCTs.  This provides evidence about the types of BCTs that should be included in future stewardship interventions.\n\nElectronic health records\n\nAs  of June 2019, over half of acute NHS Trusts operated an electronic prescribing and administration system, but these \nsystems do not currently play a major role in stewardship programmes. We aimed to test whether and how electronic \nrecords of prescriptions, microbial samples, and patient investigations (blood counts, vital signs) could be used to \nidentify where antimicrobial use could be optimised.\n\nOur study partner, Queen Elizabeth Hospital Birmingham, provided the study team with anonymised patient records for adults who were admitted to hospital between 2008 and 2018. Researchers at University College London developed a range of software tools to visualise and analyse the data. The picture below shows a view from a prototype app used to compare compliance of antibiotic prescribing against the hospital’s stewardship guidelines.\n\n\n    \n    Screen capture of a web application to review antimicrobial prescriptions\n\n\nInterviews of prescribers\n\nThe aim of the interviews was to understand who performs antibiotic reviews, as well as when and how decisions to\n switch from intravenous to oral therapy and to stop antibiotics are made as part of antibiotic stewardship. The interview questions were developed using a theoretical informed behaviour change framework to identify the likely enablers and barriers of conducting reviews of antibiotics and switching or stopping antibiotic prescriptions (Atkins et al. 2017). Interviews took place in an NHS Foundation Trust hospital in England within low and high prescribing wards. Interviews were conducted with consultants, registrars, junior doctors and pharmacists across 4 specialist wards.\n\nObservations\n\nA researcher conducted non-participant observation, and informal conversations with staff, in medical wards at an NHS Foundation Trust hospital in England. Four consultant teams with varying levels of antibiotic use were sampled based on information from hospital databases based on their record of prescribing. The researcher observed a total of four wards during a total of 123 hours.\n\nThe researcher recorded detailed handwritten field notes while at the research site, and audio recorded details from the field notes, reflections and interpretations. These audio recordings were then transcribed and analysed alongside pictures and policies/guidelines collected from the research site.\n\nData were analysed using a thematic analysis approach assisted by NVivo software to identify influences on antibiotic stewardship. Analysis was informed by a framework of six universal challenges to improving quality commonly faced by healthcare organisation (Bate et al. 2008).\n\n\n    The six universal challenges to improving quality in healthcare (Bate et al. 2008)\n    \n        structural challenges: organising, planning and coordinating quality efforts\n        political challenges: addressing and dealing with the politics of change surrounding any quality improvement effort\n        cultural challenges: giving ‘quality’ a shared, collective meaning, value and significance within the organisation\n        educational challenges: creating a learning process that supports improvement\n        emotional challenges:  engaging and motivating people by linking quality improvement efforts to inner sentiments and deeper commitments and beliefs\n        physical and technological challenges:  the designing of physical systems and technological infrastructure that supports and sustains quality efforts.\n    \n\n\nDesign workshops\n\nWe held one 2-hour workshop at a UK hospital where we had also completed interviews and observations. 14 staff from the acute medical unit (AMU) attended. Staff included pharmacists, consultants, registrars, nurses and advanced level practitioner nurses.\n\nWe asked staff about daily pressures and stresses that might be impacting stewardship goals generally, and discussed attitudes and barriers around de-escalating. We also explored the role of intravenous antibiotics. Participants undertook 3 hands-on activities within smaller clinical role groups, followed by whole-group discussions.\n\nWhat did we find?\n\nReview of published evidence\n\nInterventions delivered in hospital inpatient settings employed 29 out of a total of 93 behaviour change techniques (BCTs), highlighting that many BCTs are not used at all.\n\nThe average number of BCTs in each intervention was 4.5, \nshowing that interventions are designed as a complex combination of techniques.\n\nThe five most common BCTs were:\n\n\n\n    \n        \n            BCT 4.1 &nbsp;&nbsp;Instructions on behaviour\n            \n                73% of interventions\n                Definition Advise or agree on how to preserve\n                    antibiotics (including skills training)\n                Example\n                \n                    Revision of guidelines to recommend penicillins as first-line drugs and discouraged use of other\n                        antibiotic classes.\n                    \n                \n            \n        \n\n        \n            BCT 9.1 &nbsp;&nbsp;Credible source\n            \n                66% of interventions\n                Definition Present verbal/visual communication from a\n                    credible source in favour of antibiotic stewardship. Credible sources can be:\n                \n                    clinical evidence\n                    a recognised health body (eg WHO, NICE)\n                    \n                    a senior team member or designated champion with specialist knowledge or training\n                \n                Example\n                \n                    Feedback to prescribers by an antimicrobial pharmacist or an infectious disease physician\n                \n            \n        \n\n        \n            BCT 12.1 &nbsp;&nbsp;Restructuring physical\n                environment\n            \n                61% of interventions\n                Definition Change/advise to change the physical\n                    environment in order to facilitate antibiotic\n                    stewardship (may include BCT 12.5 'Adding objects to\n                    environment').\n                Examples\n                \n                    Redesigning microbiology test order forms and reports to increase microbial sampling and provide\n                        faster results\n                    \n                    Redesigning e-prescribing systems to stop all prescriptions at 48 hours, forcing clinicians to\n                        review/extend\n                        antibiotics in the first two days.\n                    \n                \n            \n        \n\n        \n            BCT 12.5 &nbsp;&nbsp;Adding objects to environment\n            \n            \n                38% of interventions\n                Definition Add objects to the environment in order to\n                    facilitate antibiotic stewardship\n                Examples\n                \n                    Adding a new antibiotic to a formulary\n                    Introducing new point of care diagnostics machines\n                \n            \n        \n\n        \n            BCT 12.2 &nbsp;&nbsp;Restructuring social\n                environment\n            \n                37% of interventions\n                Definition Change, or advise to change the social\n                    environment in order to facilitate facilitate antibiotic\n                    stewardship behavior or create barriers to poor use of antibiotics\n                Example\n                \n                    Microbiologists provide a telephone support service\n                \n            \n        \n    \n\n\n\nHowever, when analysing the effect of individual BCTs on intervention \neffectiveness, the statistical analysis only detected one interaction: interventions with BCT (1.2) Problem solving were more effective than other interventions. Problem solving consists \nin analysing, or prompting the person to analyse, factors influencing their prescribing and bringing forward strategies \nto overcome barriers to improve prescribing.\n\nElectronic health records\n\nUsing hospitals’ routine electronic prescribing and laboratory records, we were able to measure many characteristics of antimicrobial stewardship (Dutey-Magni et al. 2021):\n\n\n  length of antimicrobial therapy by type of infection\n  congruence of prescribing with prescribing guidelines: for instance, we found that only 22% of low-severity community-acquired pneumonia were initiated using the recommended drug choice.\n  de-escalation from broad-spectrum antibiotics: looking at meropenem, we found that 30% of treatment initiated with meropenem was stopped after a mean of 3 days, and 46% was switched to another class of antibiotics.\n  microbial cultures are taken prior to starting therapy in only 22% of therapy episodes\n\n\nSuch measures can be derived at the level of clinical teams, wards, and specialties in any hospital equipped with electronic prescribing and laboratory system. In 2020, over 50% of hospitals in England had such system. The Department of Health aims to reach 100% by 2025.\n\nEnabling all hospitals to report such metrics on a regular basis would strengthen local Antimicrobial Stewardship teams and improve the use of antibiotics in secondary care.\n\nThe UK’s National Action Plan 2019–24 aims to be able to report on the percentage of prescriptions supported by a diagnostic test or decision support tool by 2024.\n\nInterviews\n\nMultiple behaviours performed by different clinical roles contribute to the use of antibiotics. Starting antibiotics and later decisions taken at review were pivotal for antibiotic selection and delivery (IV or oral) and for switching or stopping antibiotic therapy. Initial prescribing was often empirical and precautionary because of diagnostic uncertainty and a lack of information from test results. Switching or stopping antibiotics was considered more straightforward because diagnostic and test results were documented, and there were opportunities to discuss appropriate antibiotic use with other clinicians. Variation in antibiotic therapy was reported across the sampled wards and units (Clinical dependency unit, and Stroke and Diabetes wards).\n\nSeveral key themes were identified within the behavioural domains that could positively or negatively influence the appropriate use of antibiotics. These tended to largely influence at the review of antibiotic therapy and not at initiation because this was when the 10 participating clinicians became involved in the patients’ care.\n\nKey enablers were system level feedback on prescribing practice, i.e. dashboard; availability of point of care tools e.g. flu machine, guideline Apps; timely dissemination of guidelines; having sufficient time to spend with patients and supporting advice from senior clinicians, microbiologists and pharmacists. Key barriers were concerns about something being missed, waiting time for results, perceived risks of not continuing with antibiotics, and lack of focus on antibiotic stewardship.\n\nThemes acting as both a barrier or an enabler of prescribing decisions of starting antibiotics included varying confidence in diagnosing infections and of when to use or not use antibiotics and varying views about having the skills and competence to switch or to stop antibiotics. Other influences were perceptions about the benefits or disadvantages using antibiotics, level of pressure to prescribe (from other clinicians), regular or infrequent referring to guidelines, agreement or disagreement with the original diagnosis and ability to cope with direct requests from patients and relatives for antibiotics.\n\nAll clinicians placed great importance on reducing antibiotic resistance, however engaging in antibiotic stewardship was considered to be complex because of the many interacting individual and system-level components.\n\nObservations\n\nRoles and responsibilities Staff worked in teams on wards and across the hospital as a whole and responsibilities for antibiotics were distributed across teams and systems.\n\nIn theory each member of staff has an individual responsibility toward Infection Prevention and Control (IPC) and Antimicrobial Stewardship (AMS), but in practice some were less aware of it than others: IPC was seen as sitting primarily within the domain of nursing staff; AMS with clinicians.\n\nCoordination of decisions along the patient pathway In secondary care, patients arrived in the ED acutely unwell and clinicians needed to act fast to stabilise and prevent deterioration; they erred towards prescribing antibiotics. Staff felt under pressure to ensure that no infection was missed.\n\nHigh demand on services also meant delays in access to and results from diagnostic testing. Wards were often understaffed, and multiple handovers could result in diffusion of responsibility for reviewing and stopping antibiotics.\n\nSystems and tools for stewardship Tools such as guidelines and computer software could assist with prescriber decision-making. Electronic prescribing software enabled prescribing restrictions to be enforced and individuals who prescribed problematically to be identified and ‘reprimanded’, but monitoring people’s prescribing could produce unintended behaviours including workarounds.\n\nExperts in prescribing and stewardship Both pharmacy and microbiology played a central role in antibiotic prescribing and stewardship but their involvement varied across the wards.\n\nDesign workshop\n\nFor the AMU team, we found that:\n\n\n  antibiotics often needed to be started where infection assessments were inconclusive\n  there was a sense of safety in continuing treatment\n  treating potential sepsis was a more immediate concern than de-escalation\n  antibiotics were often commenced intravenously\n  not all prophylaxis antibiotics (such as before an operation) may be necessary.\n\n\nStaff suggested that the following would help them to better support good stewardship:\n\n\n  better information about the patient’s history and current problem\n  improved opportunities for intensive or more regular one-to-one monitoring and care\n  choosing the most appropriate test, and getting test results swiftly\n  better access to local resistance information, guideline updates, key stewardship training and ward prescribing performance\n  good team work and clearer delegation of tasks and responsibilities for stewardship\n  opportunity to contribute to treatment decisions, regardless of clinical role.\n\n\nIntervention development\n\nWe are using what we have learnt and to develop interventions that will address antibiotic resistance in healthcare. This involves:\n\n\n  reviewing barriers and facilitators of stewardship\n  identifying mechanisms of change and behaviour change techniques\n  collaborating with practitioners to decide how best to deliver behaviour change techniques in terms of feasibility and acceptability.\n\n\n\n\n    \n        \n            PASS Interventions\n            \n                \n                \n                    PASS Interventions Presentation\n                    (PDF, 2.5Mb)\n                \n            \n             \n        \n    \n\n\n\n\n\n  Home\n  Research\n   Secondary care\n\n\nResources and references\n\nGuidelines &amp; toolkits\n\n\n    Public Health England (2015). Start Smart--Then Focus. Antimicrobial Stewardship Toolkit for\n        English Hospitals. Available\n        online\n\n    Gyssens, I. C., Van Den Broek, P. J., Kullberg, B.-J., Hekster, Y. A., &amp; Van Der Meer, J. W. M. (1992).\n        Optimizing antimicrobial therapy. A method for antimicrobial drug use evaluation. \n        Journal of Antimicrobial Chemotherapy, 30(5), 724–727. \n        DOI: 10.1093/jac/30.5.724\n    \n\n    National Institute of Health and Care Excellence (2015). Antimicrobial stewardship: systems and processes\n        for effective antimicrobial medicine use. NICE guideline NG15. Available online\n\n    Stichting Werkgroep Antibioticabeleid (2016). SWAB Guidelines for Antimicrobial Stewardship.\n        Available online\n\n\n\n\n\n\nSurveys\n\n\nHoward, P., Pulcini, C., Levy Hara, G., West, R. M., Gould, I. M., Harbarth, S., &amp; Nathwani,\n    D. (2015). An international cross-sectional survey of antimicrobial stewardship programmes in hospitals. Journal of\n        Antimicrobial Chemotherapy, 70(4), 1245–1255. DOI: 10.1093/jac/dku497\n\n Van Gastel, E., Costers, M., Peetermans, W. E. E., &amp; Struelens, M. J. J. (2010).\n    Nationwide implementation of antibiotic management teams in Belgian hospitals: A self-reporting survey. Journal\n        of Antimicrobial Chemotherapy, 65(3), 576–580. DOI: 10.1093/jac/dkp470\n\nChung, G. W. W., Wu, J. E. E., Yeo, C. L. L., Chan, D., &amp; Hsu, L. Y. Y. (2013). Antimicrobial\n    stewardship. Virulence, 4(2), 151–157. DOI: 10.4161/viru.21626\n\n\n European Centre for Disease Prevention and Control (2017). Antimicrobial consumption -- Annual Epidemiological Report for 2017. Stockholm: ECDC. Available online.\n\nScobie, A., Budd, E. L., Harris, R. J., Hopkins, S., &amp; Shetty, N. (2019). Antimicrobial\n    stewardship: an evaluation of structure and process and their association with antimicrobial prescribing\n    in NHS hospitals in England. Journal of Antimicrobial Chemotherapy, 74(4), 1143–1152. DOI: 10.1093/jac/dky538\n\n\nReviews\n\n\n\nBaur, D., Gladstone, B. P., Burkert, F., Carrara, E., Foschi, F., Döbele, S., &amp; Tacconelli, E. (2017). \nEffect of antibiotic stewardship on the incidence of infection and colonisation with antibiotic-resistant \nbacteria and Clostridium difficile infection: a systematic review and meta-analysis. The Lancet Infectious Diseases, \n17(9), 990–1001. DOI: 10.1016/S1473-3099(17)30325-0\n\nDavey, P., Sneddon, J., &amp; Nathwani, D. (2010). Overview of strategies for\novercoming the challenge of antimicrobial resistance. Expert Review of\nClinical Pharmacology, 3(5), 667–686. DOI: 10.1586/ecp.10.46\n\nDavey, P., Peden, C., Charani, E., Marwick, C., &amp; Michie, S. (2015). Time for\naction - Improving the design and reporting of behaviour change interventions\nfor antimicrobial stewardship in hospitals: Early findings from a systematic\nreview. International Journal of Antimicrobial Agents, 45(3),\n203–212. DOI: 10.1016/j.ijantimicag.2014.11.014\n\nDavey, P., Marwick, C. A., Scott, C. L., Charani, E., McNeil, K., Brown, E., … Michie,\nS. (2017). Interventions to improve antibiotic prescribing practices for\nhospital inpatients. Cochrane Database of Systematic Reviews, (2). DOI: 10.1002/14651858.CD003543.pub4\n\nMorris, A. M. (2014). Antimicrobial Stewardship Programs: Appropriate Measures and Metrics \nto Study their Impact. Current Treatment Options in Infectious Diseases, 6(2), 101–112. DOI:\n10.1007/s40506-014-0015-3\n\nSchuts, E. C., Hulscher, M. E. J. L., Mouton, J. W., Verduin, C. M., Stuart, J. W. T.\n   C., Overdiek, H. W. P. M., … Prins, J. M. (2016). Current evidence on hospital\n   antimicrobial stewardship objectives: A systematic review and meta-analysis. The\n   Lancet Infectious Diseases, 16(7), 847–856. DOI: 10.1016/S1473-3099(16)00065-7\n\n\n\nOther research\n\n\n\nAtkins, L., Francis, J., Islam, R., ..., Michie, S. (2017). 'A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems', Implementation Science, 12, 77. DOI: 10.1186/s13012-017-0605-9\n\nBate, P., Mendel, P., &amp; Robert, G. (2008). Organizing for Quality: The Improvement Journeys of Leading Hospitals in Europe and the United States. Research report. London: Nuffield Trust. Available online   \n\nBroom, J., Broom, A., Plage, S., Adams, K., &amp; Post, J. J. (2016). Barriers to\n    uptake of antimicrobial advice in a UK hospital: A qualitative study. Journal\n        of Hospital Infection, 93(4), 418–422. DOI: 10.1016/j.jhin.2016.03.011\n\n\nBudd, E., Cramp, E., Sharland, M., Hand, K., Howard, P., Wilson, P., …, Hopkins, S. (2019\n). Adaptation of the WHO Essential Medicines List for national antibiotic stewardship policy in England: being AWaRe. Journal of Antimicrobial Chemotherapy, 74(11), 3384–3389. 10.1093/jac/dkz321\n\n\nChung, G. W. W., Wu, J. E. E., Yeo, C. L. L., Chan, D., &amp; Hsu, L. Y. Y. (2013).\n    Antimicrobial stewardship: A review of prospective audit and feedback systems\n    and an objective evaluation of outcomes. Virulence, 4(2),\n    151–157. DOI: 10.4161/viru.21626\n\n\nDutey-Magni, P. F., Gill, M. J., McNulty, D., Sohal, G., Hayward, A., &amp; Shallcross, L. (2021). Feasibility study of hospital antimicrobial stewardship analytics using electronic health records. JAC-Antimicrobial Resistance, 3(1). DOI: 10.1093/jacamr/dlab018\n\nFawcett, N. J., Jones, N., Quan, T. P., Mistry, V., Crook, D., Peto, T., &amp; Walker, A. S. (2016). \n    Antibiotic use and clinical outcomes in the acute setting under management by an infectious diseases acute physician versus\n    other clinical teams: a cohort study. BMJ Open, 6(8), e010969.\n    https://doi.org/10.1136/bmjopen-2015-010969\n\nHughes, J., Huo, X., Falk, L., Hurford, A., Lan, K., Coburn, B., ..., Wu, J. (2017). Benefits \n    and unintended consequences of antimicrobial de-escalation: Implications for stewardship programs. PLOS ONE,\n    12(2), e0171218. DOI: 10.1371/journal.pone.0171218\n\nTabah, A., Bassetti, M., Kollef, M. H., Zahar, J.-R., Paiva, J.-A., Timsit, J.-F., ...,\n Garnacho-Montero, J. (2020). Antimicrobial de-escalation in critically ill patients: A\n position statement from a task force of the European Society of Intensive Care Medicine (ESICM) and European \n Society of Clinical Microbiology and Infectious Diseases (ESCMID) Critically Ill Patient. \n Intensive Care Medicine, 46(2), 245–265. DOI: \n 10.1007/s00134-019-05866-w\n\n\n\nTextbooks\n\n\n\n\n LaPlante, K. L., Cunha, C. B.,\nMorrill, H. J., Rice, L. B., &amp; Mylonakis, E. (Eds.). (2017). Antimicrobial stewardship: principles and practice.\nWallingford: CABI. DOI: 10.1079/9781780644394.0000  \n\nLaundy, M., Gilchrist, M., &amp; Whitney, L. (Eds.). (2016). Antimicrobial Stewardship (Vol. 1).\nOxford University Press. DOI: 10.1093/med/9780198758792.001.0001 \n\n\n\n",
      "url": "/research/secondary-care"
    },{
      
      "title": "Tackling antibiotic resistance",
      "description": "We can tackle antibiotic resistance through infection prevention and\n antibiotic stewardship: treating infections effectively while \n minimising adverse effects from antibiotic use.\n",
      "content": "\n  Home\n  About\n  Tackling antibiotic resistance\n\n\nNewspaper headlines often depict an apocalyptic future, in which antibiotic resistance jeopardises medicine as we know it.\n\nYet, this prospect can be avoided. Clinicians and researchers are approaching the problem of antibiotic resistance from three angles simultaneously:\n\n\n  Preventing infections\n  Developing new antibiotics\n  Antibiotic stewardship: Preserving existing antibiotics\n\n\nPreventing infections\n\nPreventing infections in the first place is an easy way to avoid using antibiotics, therefore avoiding the potential emergence of new antibiotic resistant bacteria. This includes action on many front, ranging from hand washing to water sanitation.\n\nPreventing the transmission of infection from one person to another is another important strategy. Being in hospital increases your risk of picking up infections. One of the most effective ways to prevent infection spreading is proper hand-washing, but many other approaches exist which can also be used to stop the spread of infection.\n\nDeveloping new antibiotics\n\nOne obvious answer to the problem of antibiotic resistance is to develop new antibiotics. As bacteria become resistant to older antibiotics, we can simply introduce new ones. This was the approach that was taken in the past, but it has become far more challenging today.\n\nFirst, this is only a temporary solution. With time, nearly all bacteria develop resistance, and we are back to square one. We cannot predict how long this takes, but science shows this is an inevitable fact of bacterial life. The first records of bacteria resistant to antibiotics were only a few years after the first antibiotics went on the market.\n\nSecond, developing a new antibiotic is difficult and expensive. When drug companies develop new drugs, they need to sell the new drugs widely to recover the money they have invested. However, doctors and policy makers want to keep newly discovered antibiotics in a cupboard and only use them when all our existing antibiotics have stopped working. This is to prevent bacteria from developing resistance to the new antibiotic.\n\nUnfortunately, this makes investing in antibiotics extremely unattractive to a pharmaceutical company. This may be a reason\nwhy no new class of antibiotics has been discovered and licenced since the 1980s. You can read more about this problem in a report on the antibiotic pipeline published in 2015 as part of the Review on Antimicrobial Resistance.\n\nAntibiotic stewardship: Preserving existing antibiotics\n\nWe know that antibiotic resistant bacteria thrive when use of antibiotics is high, so it makes sense to reduce our antibiotic use. There are risks and benefits associated with this.\n\nTake the scenario of a child who sees their GP with a fever. The child probably has a virus and does not need antibiotics but their parents are really worried and the child is not their usual self. Not giving antibiotics could lead to a severe infection. Although this is pretty unlikely, the doctor might not be willing to take this risk. In practice, balancing the population benefits of not prescribing against the risk to the individual of infection-related complications can be very difficult in the absence of fast and accurate diagnostics.\n\nMaking sure that antibiotics are only prescribed for patients who really need them comes under the umbrella concept of ‘antibiotic stewardship’. Antibiotic stewardship consists in promoting and monitoring judicious use of antbiotics to preserve their future effectiveness. Antibiotic stewardship pursues two objectives:\n\n  treating infections effectively\n  minimising adverse effects of antibiotics, which include antibiotic resistance.\n\n\nSeveral antibiotic stewardship interventions are already in use in the UK. Below are some examples that are widely implemented:\n\n\n  TARGET is a toolkit aimed at GPs\n  Start Smart Then Focus is aimed at hospitals\n\n\nYou can read more about the initiatives that are being used to tackle the problem of antibiotic resistance in the UK Government’s National Action Plan on Tackling Antimicrobial Resistance.\n\n\n\n \nWhat is antibiotic resistance?\n\n The PASS project\n\n\n\n\n\n  Home\n  About\n  Tackling antibiotic resistance\n\n",
      "url": "/about/tackling-antibiotic-resistance"
    }
  ], 
  "documents": [
    
  ]
}

