

{
  "pages": [
    {
      
      
      
      "content": "\n",
      "url": "/404.html"
    },{
      
      "title": "About antibiotic resistance",
      "description": "Infections become drug-resistant when the bacteria that cause them adapt and change over time, developing the ability to resist the drugs designed to kill them. The result is that many drugs – like antibiotics – are becoming less effective at treating illnesses. Our overuse of antibiotics in both humans and animals is speeding up this process.\n",
      "content": "\n  Home\n  About\n  Antibiotic resistance\n\n\n\n  Antibiotics do not work as well as they used to\n  So what is antibiotic resistance?\n  How do bacteria become resistant to antibiotics?\n  What factors lead to antibiotic resistance?\n\n\nAntibiotics do not work as well as they used to\n\nAntibiotics have transformed our ability to treat bacterial infections allowing us to live healthier, longer lives. But antibiotic overuse makes bacteria evolve so they can survive the effects of antibiotics. This is known as ‘antibiotic resistance’.\n\nBy 2050, 10 million people per year could die as a result of bacterial infections that cannot be treated with antibiotics. If we do nothing now we could face a future where the antibiotics that we take for granted today no longer work. It will become harder to treat common infections, and procedures that rely on antibiotics, like chemotherapy or even hip-replacements will become risky.\n\nThe year 2050 seems a long way off, but drug-resistant infections are affecting people now. It’s been estimated, for instance, that antibiotic resistance affected around 53 000 people in the UK in 2015, of which more than 2000 died.\n\nThese numbers can hide the fact that antibiotic resistance affects all sorts of people at a personal level. The vast majority of these people don’t die, but they may be sick for longer, need longer treatments or have more side-effects. You can read about how antibiotic resistance is affecting some of those people here.\n\nSo what is antibiotic resistance?\n\nYou’ll often see headlines about antibiotic resistance in the press. Most people will say that they know what antibiotic resistance is, but they often don’t get it right – it’s a slippery concept. Have a go at testing your understanding below:\n\n\nQuiz\n\n    Below you’ll see some statements made by members of the public who were asked to describe what they understood by the term antibiotic resistance.\n\n    Which do you think are correct?\n    \n        If you rely too much on antibiotics then your body gets used to them.\n        If you take too much of anything then eventually you become immune to it.\n        It’s your tolerance level. Your body has adapted to it.\n    \n    \n    Answer\n    All of these statements about antibiotic resistance are false.\n    \n    Your body can become used to or tolerant to some drugs. Alcohol is a good example of this. If you drink regularly, your body will start to produce enzymes that break the alcohol molecules down quickly. The pint of beer that made you tipsy when you first started drinking, will have very little effect after you’ve been drinking for any length of time.\n    \n    \n    Antibiotic resistance is not the same thing. It’s not your body that becomes resistant to the antibiotics it’s the bacteria themselves that become resistant to the antibiotics.\n    \n    \n    It’s an important distinction. You can get an infection with an antibiotic resistant bacteria even if you have never had an antibiotic, for instance by picking it up from another person.\n\n    \n\n\nAntibiotic resistance, then, is not the process whereby your body becomes tolerant to, gets used to or immune to antibiotics. Antibiotic resistance refers to the process whereby bacteria become resistant to the antibiotics that we use to treat and prevent infections is they are no longer killed or prevented from reproducing by the antibiotics.\n\nHow do bacteria become resistant to antibiotics?\n\n\n\nYour body is teeming with bacteria. Your gut, for instance, contains around 100 trillion bacteria. Most of these bacteria are harmless and may even be necessary for good health. There will be some bacteria as well that can cause disease but your body usually keeps these in check. Antibiotics can upset the balance between “good” and “harmful” bacteria.  Problems occur when bacteria get into parts of the body where they are not supposed to be found, like the bladder or the bloodstream\n\n\nUrine infections: An example of infection commonly resistant to antibiotics today\nIf you had a urine infection until very recently, the chances are your GP would have given you trimethoprim. First developed in 1962, it came onto the UK market in 1968 and was widely used as a treatment for urine infections caused by E. coli (the most common cause of urine infections). The first record of E.coli that were resistant to trimethoprim in the UK was in 1972. By the 2010s 34% of E. coli urine infections were resistant to trimethoprim. Because of this trimethoprim is no longer recommended as the first treatment for urine infections.\n\n\nWhat factors lead to antibiotic resistance?\n\nAntibiotics are not only used in humans. They are also used in pets and farm animals, in fish, in agriculture and in food production. This means that the way antibiotic resistance occurs is complicated involving humans, animals and the environment. But, as you might expect, one of the main reasons for the development of antibiotic resistance is the amount of antibiotics used. The greater the quantity of antibiotic used the, greater the likelihood of antibiotic resistance.\n\nThis is why the PASS project focuses on improving antibiotic prescribing, and reducing the number of people who get treated with antibiotics when they do not need them.\n\n\n\n\n\n \nTackling antibiotic resistance\n\n\n\n\n\n  Home\n  About\n  Antibiotic resistance\n\n",
      "url": "/about/antibiotic-resistance"
    },{
      
      "title": "Welcome to the PASS website",
      "description": "Preserving Antibiotics through Safe Stewardship is an academic research programme to tackle antibiotic-resistant infections in general practices, hospitals, care homes and the community.\n",
      "content": "Preserving Antibiotics through Safe Stewardship (PASS) is an innovative programme of research to\ntackle antibiotic resistance in healthcare. We are a multidisciplinary\nteam of researchers and health professionals working to preserve the effectiveness of antibiotics\nfor years to come by developing antibiotic stewardship interventions\ntailored to: general practice, hospitals care homes, and the community.\n\nLearn more about antibiotic  resistance and stewardship\n\nFind the latest summaries of our research\n\n\n\n    \n        \n        \n            CATCH-19:\n                COVID-19 Care Home Study\n        \n        \n    \n\n\n\n    \n    The PASS team with colleagues from the ARCH study, October 2018\n\n",
      "url": "/"
    },{
      
      "title": "Collaborators",
      "description": "Protecting Antibiotics through Safe Stewardship is a three-year research project led by University College London in  partnership with the University of Leicester and the  Royal College of Arts.\n",
      "content": "\n  Chief investigators\n  Project leads\n  Team members\n  Co-investigators\n  Project partners\n\n\nChief investigators\n\n\n    Prof Andrew Hayward &mdash; Professor of Infectious Disease Epidemiology, UCL\n        Institute of Epidemiology and Health Care\n    \n    \n        \n        \n            \n            Andrew Hayward is Director of the UCL Institute of Epidemiology and Health Care and Professor of Infectious Disease Epidemiology and Inclusion Health. His research portfolio focuses on acute respiratory infections, tuberculosis, hospital-acquired infection, antimicrobial prescribing and resistance and infections in hard to reach groups. In 2015 he established a new Department of Infectious Disease Informatics within the UCL Institute of Health Informatics, leading initiatives to use electronic health records and digital health technologies to understand and improve population health and health services, at home and abroad.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof Susan Michie &mdash; Professor of Health Psychology, UCL Centre for Behaviour\n        Change\n    \n    \n        \n            \n            Susan Michie is Professor of Health Psychology and Director of the Centre for Behaviour Change at UCL. Susan's research focuses on the design, delivery, uptake and impact of behaviour change interventions. Her research investigating innovative methods for developing and evaluating behavioural interventions is conducted in two main health domains: professional practice (e.g., the implementation of evidence-based guidelines, such as hand-hygiene amongst hospital staff), and risk factors amongst the general population (e.g., smoking, physical activity, preparing for pandemic flu). She works with a wide range of disciplines, practitioners and policy-makers and holds grants from a large number of organisations including the Wellcome Trust, National Institute of Health Research, Economic and Social Research Council and Cancer Research UK.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nProject leads\n\n    Dr Laura Shallcross &mdash; Associate Professor, UCL Institute of Health\n        Informatics\n    \n    \n        \n            \n            Doctor Laura Shallcross is a Consultant in Public Health Medicine and Associate Professor at the UCL\n                Institute of Health Informatics.\n            She holds a Clinician Scientist Fellowship from the National Institute for Health Research. Laura's\n                research focuses on the\n                application of data science (epidemiological analysis, risk prediction modelling, machine learning) to\n                large-scale datasets\n                such as electronic health records to improve clinical outcomes of patients with infectious diseases and\n                improve antimicrobial\n                prescribing.\n            Laura's research has a strong translational focus. She works with a wide range of disciplines ranging\n                from basic scientists (omics)\n                to behavioural scientists, and collaborates with practitioners and policy-makers. She is a member of the\n                Government’s Scientific\n                \n                    Advisory Committee on Antimicrobial Prescribing, Resistance and Healthcare Associated Infection\n                    (APRHAI).\n            \n            Laura holds grants from organisations including the National Institute of Health Research, and the\n                Economic and Social Research Council.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Dr Fabiana Lorencatto &mdash; Research Lead, UCL Centre for Behaviour Change\n    \n    \n        \n            \n            Doctor Fabiana Lorencatto is the Research Lead at the Centre for Behaviour Change at UCL. Fabiana's\n                research interests\n                are in behaviour change and implementation science. Her research focuses on applying behavioral change\n                theory and\n                methods to explore factors influencing clinical practice behaviors, as a basis for designing\n                interventions to improve the quality of healthcare. \n            Fabiana is currently involved in a number of multidisciplinary programs of research focusing on improving\n                the\n                implementation of evidence-based practice across a range of clinical areas, including: blood\n                transfusion,\n                antimicrobial stewardship and infection prevention control, maternal and neonatal health, smoking\n                cessation,\n                and diabetic retinopathy screening. Fabiana also has specific methodological interests in synthesising\n                evidence\n                on behaviour change interventions and conducting process evaluations of complex interventions,\n                particularly\n                the assessment of intervention fidelity.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Google Scholar\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Prof Carolyn Tarrant &mdash; Professor of Health Services Research, University of\n        Leicester\n    \n    \n        \n            \n            Carolyn is lead of the \n                Social Science Applied to Healthcare Improvement Research (SAPPHIRE) group within the\n                Department of Health Sciences at the University of Leicester. She is a social scientist with expertise\n                in\n                qualitative methods, including ethnographic methods in applied healthcare research.\n            Carolyn has interests in intervention design and evaluation of improvement. She is currently an\n                investigator on\n                several projects funded thorough the Joint Research Councils UK Theme of Behaviour Change and\n                Antimicrobial Resistance,\n                and NIHR.\n            She has conducted research into the implementation of improvement programmes for healthcare associated\n                infections and sepsis. She is Assistant Editor for the journal BMJ Quality &amp; Safety.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Leicester\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n    Mr Jonathan West &mdash; Reader in Healthcare Design, RCA Helen Hamlyn Centre for\n        Design\n    \n    \n        \n            \n            Jonathan leads the Healthcare Research Space at the Helen Hamlyn Centre for Design at the Royal College\n                of Art.\n                His work on a new resuscitation trolley for the National Patient Safety Agency won two Medical Futures\n                Innovation\n                Awards and completed successful clinical trials prior to manufacture. He has shaped high profile\n                projects such as\n                Design Bugs Out and Design for Patient Dignity with the Department of Health and Design Council, as well\n                as\n                supervising projects with partners ranging from ArjoHuntleigh to the Medical Defence Union.\n                He was Design Lead on the EPSRC-funded project 'Designing Out Medical Error'. This award-winning project\n                pioneered\n                methods of collaboration and has resulted in a suite of designs for the hospital ward, and paved the way\n                for\n                the HELIX Centre, where Jonathan was seconded. His work has been published internationally in journals,\n                books and as papers.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Royal College of Arts\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nTeam members\n\n\n    Dr Elise Crayton &mdash; Research Associate, UCL Centre for Behaviour Change\n    \n    \n        \n            \n            Doctor Elise Crayton is a Research Associate in Health Psychology based at University College London in\n                the Centre for Behaviour Change.\n            Elise's research has focused upon the use of evidence synthesis and application of behavioural science\n                methods to design, deliver and\n                evaluate behaviour change interventions. Elise has carried out research across multiple healthcare\n                settings within the NHS,\n                engaging with patient, general public and healthcare professional populations. Her research to date has\n                focused upon\n                anxiety and social support for elderly stroke survivors, medication adherence in stroke survivors,\n                quality improvement of\n                the two-week wait cancer referral pathway and safe stewardship of antimicrobials.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Peter Dutey &mdash; Research Associate, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Peter is a postdoctoral researcher working on analysing hospital electronic health records to monitor and\n                improve the use of antibiotics in hospitals. He is developing an R software package to enable NHS\n                hospitals\n                to analyse and act upon data collected routinely by electronic prescribing systems and microbiology\n                laboratories.\n            Peter's research interests are in clinical decision support systems, intervention development and\n                evaluation. He\n                previously worked as an information analyst at the Royal Free Hospital's public health team.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Dr Gillian Forbes &mdash; Research Fellow, UCL Centre for Behaviour Change\n    \n        \n            \n            Doctor Gillian Forbes is a Research Fellow based at the UCL Centre of Behaviour Change. Her first degree\n                is in\n                Psychology (University of Dundee) and her MPhil is in Health Psychology (University of St Andrews).\n                She was awarded her PhD in Improvement Science funded by the Health Foundation at the University of\n                Dundee in 2019.\n            Gillian’s current research focuses on healthcare professional behaviour associated with antibiotic\n                stewardship\n                and the antibiotic seeking behaviour of the general public.\n            Gillian is interested in the implementation of research evidence into practice and the associated use of\n                behaviour change theory to underpin the design and development of interventions aiming to change\n                clinical practice.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Mr Christopher Fuller &mdash; Project Manager, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Chris Fuller is Project Manager on the PASS study. He has been working at UCL since 2003 on research\n                looking at improving hospital infection control practice. Prior to that he was an infectious disease\n                nurse.\n            \n                Social:\n                \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Dr Martin J. Gill &mdash; Consultant Medical Microbiologist, Queen Elizabeth Hospital\n        Birmingham\n    \n    \n        \n            \n            Dr Martin Gill is an NHS Microbiologist in secondary/tertiary hospital with a wide range of specialist\n                adult services. He advises on the diagnosis, management (including the use of antimicrobials) and\n                prevention of infection. He works with a range of healthcare professionals who have responsibility for\n                prescribing and overseeing prescribing. He has chaired the Trust’s Antimicrobial Steering Group and been\n                its Infection Control Doctor. He has research interests in surgical site prevention, antimicrobial\n                resistance and in infection informatics. He collaborates on projects funded by National Institute of\n                Health Research, Economic and Social Research Council.\n        \n    \n\n\n\n\n    Dr Arnoupe Jhass &mdash; NIHR In Practice Fellow, UCL Institute of Epidemiology and\n        Health Care\n    \n    \n        \n            \n            Doctor Arnoupe Jhass is an NIHR In Practice Fellow at the Institute for Health Informatics and the\n                Research Department of Primary Care &amp; Population Health, University College London. He undertook his\n                medical training at Southampton, and holds a degrees in health policy from the London School of\n                Economics\n                and the University of Edinburgh.\n            His research interest is in the use of antibiotics in primary care looking at long-term care facilities\n                in particular. Prior to this fellowship, he held a School of Primary Care Research Grant from the\n                National\n                Institute of Health Research.\n            Alongside his academic fellowship, Arnoupe works as GP in North London.\n            \n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Ms Selina Patel &mdash; PhD Student, UCL Institute of Informatics\n    \n        \n            \n            Selina has been a PhD student of public health at UCL since 2017. Selina’s research considers how best to\n                monitor\n                antimicrobial use in NHS hospitals, and how to harness these data to develop higher impact interventions\n                which\n                optimise prescribing and reduce the risk of antimicrobial resistance. This project is aligned with the\n                PASS\n                research programme and is funded by the Economic and Social Research Council.\n            Prior to starting her PhD, Selina won an award for the most outstanding performance in her BSc at the\n                University of Birmingham and completed her MSc at the London School of Hygiene and Tropical Medicine.\n                Selina has previously held positions at the World Health Organization, the Royal Society and in the\n                charity sector.\n                Her research interests are antimicrobial use and resistance.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Emma Richardson &mdash; Research Fellow, Aston University Institute for Forensic\n        Linguistics\n    \n    \n        \n            \n            Emma Richardson is a Research Fellow in Forensic Linguistics at the Aston Institute for Forensic\n                Linguistics, Aston University.\n                She is a qualitative researcher with interests in how policy and guidance documents are used by people\n                in practice,\n                to assist the most vulnerable in society.\n            Emma’s research activity is largely based within forensic and health and social care settings.\n                She spent 4 years, first at the University of Liverpool and then at the University of Manchester\n                examining the impact of\n                the Care Quality Commission’s (CQC) inspection and rating of health and social care services in England\n                before joining the\n                PASS team at the University of Leicester as an ethnographer.\n            Now based at Aston, she uses conversation analysis to examine investigative interviews with vulnerable\n                adults.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Leicester\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Mr Patrick Rockenschaub &mdash; Research Assistant, UCL Institute of Health\n        Informatics\n    \n    \n        \n            \n            Patrick is a PhD student in Health Data Science at the UCL Institute of Health Informatics and a\n                research assistant for the PASS project. Patrick is responsible for the analysis of the primary care\n                data\n                obtained from large English healthcare databases.\n            Within the broader remit of his PhD, Patrick is looking into using these real-world medical datasets to\n                optimise the use of antibiotics across healthcare settings using predictive modelling and machine\n                learning.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            GitHub\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Catherine Smith &mdash; Research Associate, UCL Institute of Health Informatics\n    \n    \n        \n            \n            Catherine Smith is a postdoctoral infectious disease epidemiologist. In the PASS project, Catherine is leading the Bug Watch community cohort study and the analysis of data from care homes. She has experience in research about the application of novel technologies to improving control of infectious diseases. This has included a randomised controlled trial assessing the use of a mobile app to support treatment of tuberculosis, and a study combining epidemiological information with whole genome sequencing to improve understanding of transmission of viruses in hospitals.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Dr Rosanna Traina &mdash; Research Associate, RCA Helen Hamlyn Centre for\n        Design\n    \n    \n        \n            \n            Rosanna is a designer, illustrator and researcher passionate about the affordances of user-led design and\n                considerate information design. She is currently a Research Associate in the\n                \n                    Healthcare Research Space at the Helen Hamlyn Centre for Design at the Royal College of Art. She\n                completed her BA in printmaking at\n                Sheffield Hallam University, an MA in Communication Art &amp; Design at the RCA in 2007, and a doctorate in\n                Information Design at Reading University in 2017. The thesis explored the design and transparency of\n                documents\n                that record and relay past live art works, and the challenges and opportunities of relaying transient\n                experience in print.\n                Recommendations were presented through a working prototype, the structure and design of which was guided\n                both by\n                user-centred design and research methods and information design principles and practices.\n            Her role as research associate at the Helen Hamlyn Centre for Design continues to further her interest\n                and\n                exploration into design research methods, which is core to the PASS design work package activities.\n            \n                Social:\n                \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\nCo-investigators\n\n\n    Ms Anne Conolly &mdash; Director of Health and Biomedical Surveys, NatCen Social\n        Research\n    \n    \n        \n            \n            Anne is the interim Director of Health and Biomedical Surveys team within NatCen's Survey Research\n                Centre.\n                She leads a team of researchers who are responsible for delivering a range of biomedical social surveys\n                including the Health Survey for England (HSE), the National Diet and Nutrition Survey (NDNS) and the\n                National Survey of Sexual Attitudes and Lifestyles (Natsal).\n            Anne specialises in the delivery of complex, large-scale social surveys with particular expertise in\n                bio-social\n                data collection methods. She has experience directing and managing a range of quantitative studies,\n                including the Health Survey for England, the Millennium Cohort Study and Understanding Society.\n            Anne led the recruitment of the Bug Watch, which involved inviting over 19,000 adults to participate in\n                the study.\n                These individuals had previously taken part in the Health Survey for England (a\n                nationally-representative survey)\n                and had provided consent to be contacted about future studies.\n            \n                Social:\n                \n                    \n                        \n                            \n                            NatCen\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof Spiros Denaxas &mdash; Professor of Biomedical Informatics, UCL Institute of Informatics\n    \n    \n        \n            \n            Spiros is Professor in Biomedical Informatics at the UCL Institute of Health Informatics.\n                His research focuses on creating and evaluating novel computational methods\n                for risk prediction, data modelling, phenotyping and subphenotype discovery\n                in structure electronic health records and other clinical and genomic data.\n            Spiros' lab manages\n                CALIBER,\n                a translational research resource which links\n                electronic health records from primary care, hospital care and national\n                mortality registries for over 10m patients.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\n\n    Prof Jennifer Mindell &mdash; Professor of Public Health, UCL Institute of Epidemiology and Health Care\n    \n    \n        \n            \n            Jenny is a public health physician with experience in epidemiological research, teaching,\n                general practice, and health promotion. A major interest is in policies that affect determinants\n                of health and inequalities. She leads the UCL team dealing with the\n                \n                    Health Survey for England and other health examination surveys in the UK; the\n                European Health Examination Survey; and initiated a\n                new project comparing health surveys of the Americas and UK (ESARU).\n            Prior to this, she was the Deputy Director of the London Health Observatory, and led health impact\n                assessments of the London Mayor's Transport and other strategies. She was principal\n                investigator for a multidisciplinary, cross-research council project at University College London\n                to develop tools to measure community severance.\n            Jenny chaired the UK Faculty of Public Health’s Health Improvement Committee and sat on the\n                Health Policy Committee. She founded the award-winning\n                \n                    Journal of Transport and Health.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            orcid\n                        \n                    \n                    \n                        \n                            \n                            Twitter\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n\n            \n        \n    \n\n\n\n\n    Prof James Thomas &mdash; Professor of Social Research and Policy, UCL Institute of Education\n    \n    \n        \n            \n            James is Professor of Social Research &amp; Policy at the\n                EPPI-Centre, within\n                the UCL Institute of Education. His research covers substantive disciplinary fields – such as public health\n                and education – and also computer and information science. He has written\n                extensively on research synthesis, including methods for combining qualitative\n                and quantitative research in reviews, and leads the Systematic Reviews\n                Facility for the Department of Health, England.\n            His activities in computer science include implementing novel technologies and processes\n                (including machine learning and crowd-sourcing) to improve the efficiency of systematic\n                reviews; and leading development of EPPI-Reviewer, software which manages data through all\n                stages of a systematic review.\n            In PASS, James supported the systematic reviews of evaluations of existing stewardship\n                interventions.\n            \n                Social:\n                \n                    \n                        \n                            \n                            UCL\n                        \n                    \n                    \n                        \n                            \n                            Email\n                        \n                    \n                \n            \n        \n    \n\n\n\nProject partners\n\n\n  NatCen Social Research\n  University Hospital Birmingham NHS Foundation Trust\n  Boots\n  Four Seasons Health Care\n  UCL Institute of Health Informatics\n  UCL Centre for Behaviour Change\n  University of Leicester SAPPHIRE Research Group\n  Royal College of Arts’ Helen Hamlyn Centre for Design\n\n\n\n\n",
      "url": "/collaborators/"
    },{
      
      "title": "About",
      "description": "Antibiotic-resistant infections are a global threat. In healthcare, one solution to this problem lies in the ‘stewardship’ of antibiotics:  promoting the safe and effective use of antibiotics.\n",
      "content": "\n    \n        \n            \n                What is antibiotic resistance?\n                Bacteria that cause infections adapt and develop the ability to defeat the medicines\n                    designed to kill them. \n                Drugs like antibiotics are becoming less effective at treating infections.\n                    Our overuse of antibiotics in both humans and animals is speeding up this process.\n                \n                   Read more\n                \n            \n            \n                What can we do about it?\n                A range of strategies are used to tackle antibiotic resistance, \n                for instance developing new antibiotics, or reducing the use of \n                antibiotics in humans and animals.\n                In healthcare, a strategy called antibiotic stewardship\n                 aims to ensure effective treatment of patients with infection \n                while minimising adverse effects from antibiotic use.\n                \n                    Read more\n                \n            \n            \n                The PASS project\n                PASS is a programme of research involving researchers and healthcare professionals\n                 across primary care, secondary care, care homes and the community.\n                Together we are working to design new interventions that are tailored to each \n                of these settings, and help to preserve the effectiveness of antibiotics for years to come.\n                \n                    Read more\n                \n            \n            \n                 Interdisciplinary work\n                PASS brings together researchers from different academic disciplines:\n                \n                    behavioural science\n                    epidemiology\n                    social science\n                    user-centred design.\n                \n                \n                    Read more\n                \n            \n        \n    \n\n\n",
      "url": "/about/"
    },{
      
      "title": "Care homes",
      "description": "Care homes have a strong focus on preventing and controlling infections,  but their antimicrobial stewardship efforts are less developed, compared to  to other healthcare settings. Care homes are thus a strategic care setting  for researchers to work on optimising antibiotic use.\n",
      "content": "\n  Home\n  Research\n   Care Homes\n\n\n\n  What is already known on the subject?\n  What questions did we ask?    \n      Electronic health records\n      Interviews\n      Observations\n    \n  \n  What did we find?    \n      Electronic health records\n    \n  \n  References\n\n\nWhat is already known on the subject?\n\n\n  Around one in seven people aged over 85 years live in approximately 20,000 care homes in the UK.\n  Infections are common in care homes and can often lead to outbreaks. Antibiotics are therefore used frequently and there is potential for development of antibiotic resistance.\n  Care home residents are particularly susceptible to side effects of antibiotics. They are also often admitted to hospital and move back to care homes, which can lead to spread of antibiotic resistant infections between these two settings.\n  To safely reduce antibiotic use in care homes, better information is needed on how antibiotics are currently used in this setting.\n\n\nWhat questions did we ask?\n\nElectronic health records\n\n\n  What is the rate of antibiotic prescribing for care home residents in the UK?\n  How does prescribing vary by resident and care home characteristics?\n  What infections are antibiotics most used for, and how does the type of antibiotic used compare with guidelines?\n\n\nInterviews\n\nThe aim of the interviews was to understand who performs antibiotic stewardship and when and how it is managed in care homes. The interview questions were developed using a theoretical informed behaviour change framework (Atkins et al 2017) to identify the likely enablers and barriers of antibiotic stewardship (e.g. escalation of suspected infections within and beyond the care home). Recruitment was through a national care home provider using their prescribing data to include both ‘high prescribers’ and ‘low prescribers’ of antibiotics in the interviews. Interviews were conducted with managers, nurses and care assistants in 4 care homes in the Midlands and the South-East of England.\n\nObservations\n\nAn ethnographer conducted direct non-participant observations in communal areas of the practice and consultations within 4 care homes, totalling 51 hours of observation. The care homes were selected from a list of provided by our partner Four Seasons Healthcare in two regions (East Midlands and London).\n\nThe researcher recorded detailed hand written field notes while at the research site. The researcher reflected on these notes and audio recorded the field notes, reflections and interpretations. These audio recordings were then transcribed and analysed alongside pictures and policies/guidelines collected from the research site.\n\nData were analysed using a qualitative data analysis software by coding contextual determinants of healthcare improvement. This was based on a framework of six universal challenges to improving quality commonly faced by healthcare organisation and identified by Bate, Mendel and Robert (2008).\n\n\n    The six universal challenges to improving quality in healthcare (Bate et al. 2008)\n    \n        structural challenges: organising, planning and coordinating quality efforts\n        political challenges: addressing and dealing with the politics of change surrounding any quality improvement effort\n        cultural challenges: giving ‘quality’ a shared, collective meaning, value and significance within the organisation\n        educational challenges: creating a learning process that supports improvement\n        emotional challenges:  engaging and motivating people by linking quality improvement efforts to inner sentiments and deeper commitments and beliefs\n        physical and technological challenges:  the designing of physical systems and technological infrastructure that supports and sustains quality efforts.\n    \n\n\nWhat did we find?\n\nElectronic health records\n\n\n  The rate of antibiotic prescribing for care home residents was about twice the rate for older adults in the general population.\n  Residents who had recently moved into the care home, were nearer to the end of life, and had more long-term medical conditions were most likely to be prescribed antibiotics.\n  Almost a third of antibiotics were repeat prescriptions, likely for prevention of infection.\n  Urinary tract infections and chest infections led to the most antibiotic prescriptions. Most of the time, the type of prescription was in line with guidelines for treatment of infections in primary care. However, there are no care home-specific guidelines for antibiotic prescription.\n  There was wide variation in the rate of antibiotic prescriptions in different care homes. More research is needed to understand what causes this variation.\n\n\n\n\n  Home\n  Research\n   Care Homes\n\n\nReferences\n\n\n\nAtkins, L., Francis, J., Islam, R., ..., Michie, S. (2017). 'A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems', Implementation Science, 12, 77. DOI: 10.1186/s13012-017-0605-9\n\nBate, P., Mendel, P., &amp; Robert, G. (2008). Organizing for Quality: The Improvement Journeys of Leading Hospitals in Europe and the United States. Research report. London: Nuffield Trust. Available online   \n\n\n",
      "url": "/research/care-homes"
    },{
      
      "title": "Primary care",
      "description": "As the first point of consultation for patients  who show signs of infection, General Practitioners prescribe  three quarters of antibiotics in the UK.  Because they oversee the management of patients’ various health  problems, GPs are best placed to judge their need for  antibiotic treatment. However, in order to do so effectively,  GPs need resources to deal with diagnostic uncertainty and ensure  both physicians and patients have the confident to withhold or  delay antibiotic treatment when it is not needed.   Reducing antibiotic prescribing in primary case can have a major  impact on the total amount of antibiotics prescribed and   reduce the population-wide exposure to antibiotics.\n",
      "content": "\n  Home\n  Research\n   Primary care\n\n\n\n  What is already known on the subject?\n  What questions did we ask?\n  What did we find?\n  References\n\n\nWhat is already known on the subject?\n\n\n  In England, more than three quarters of antibiotics are prescribed in primary care with one-third of patients receiving at least one antibiotic prescription annually (Dolk et al. 2018)\n  Almost half this prescribing (46%) is targeted at respiratory tract infections, many of which tend to be self-limiting and are likely to improve in the absence of antibiotic treatment (Dolk et al. 2018)\n  Other common reasons for antibiotic prescribing in primary care are urinary tract infections (23%) and skin and soft tissue infections (14%) (Dolk et al. 2018)\n  There is substantial variation in the use of antibiotics between GP practices, with some prescribing at twice the rate than others even after accounting for the severity of the patient’s illnesses (Stuart et al. 2020)\n  Ascertaining the appropriateness of prescribing decisions in primary care is difficult but researchers agree that a substantial proportion of prescribing is inappropriate, with estimates ranging from 8%-23% (Smith et al. 2018)\n  The prescribed duration of therapy also often exceeds the recommended length of treatment stated in national guidance (Pouwels et al. 2019)\n  The use of antibiotics is particularly high in young children and the elderly, which are commonly perceived at an increased risk of complications and thus treated conservatively (Dolk et al. 2018)\n  Comorbid patients are another patient group that receives a disproportionate amount of antibiotics in primary care, leading to a situation in which more than 50% of all primary-care antibiotics are concentrated in only 10% of patients (Shallcross et al. 2017)\n  Antibiotic prescribing rates have been declining in English primary care since 2014, possibly due to increased antibiotic stewardship measures (Public Health England 2019).\n  Most existing interventions target prescribing for self-limiting infections in otherwise healthy populations and little evidence exists on how to optimise prescribing in vulnerable patients at the highest risk of resistant infections\n\n\nWhat questions did we ask?\n\n  What is the rate of antibiotic prescribing in healthy patients compared to patients perceived at a high risk of infection (e.g. elderly patients, or patients with lung disease)?\n  What are the drivers of antibiotic prescribing in those patient groups with particularly high antibiotic prescribing rates?\n  Are patients that do not receive immediate antibiotic prescribing at higher risk of negative outcomes?\n\n\nWhat did we find?\n\n\n  Patients with chronic obstructive lung disease (COPD) are among the most highly prescribed patients and account for 11.5% of all antibiotics handed out in primary care although they make up only 2.6% of the population\n  Antibiotic prescribing is elevated by ~60% even in patients with the mildest form of COPD compared to similar patients without COPD\n  Patients with mild to moderate COPD might offer an ideal target for interventions such as delayed antibiotic prescribing, as they experience few exacerbations and have a low risk of hospital admission but are nevertheless on average prescribed between one and three antibiotics per year\n  Patients with other comorbidities linked to an increased risk of infection (e.g. asthma, diabetes, or cardiovascular disease) all tend to receive increased numbers of antibiotic prescriptions\n  Antibiotic prescribing for most comorbidities was already high one year before the formal diagnosis of the comorbidity in primary care, and remained 20-50% percent higher one year after diagnosis with increases temporally correlated with the date of diagnosis\n  Antibiotic prescribing for asthma, COPD, diabetes and heart failure increased particularly dramatically in the months immediately prior to the initial diagnosis of comorbidity, potentially due to misdiagnosis of symptoms as respiratory infections\n  Careful reanalysis of the risk of sepsis in elderly patients not immediately treated with antibiotics in primary care for suspected urinary tract infection did not find a previously reported higher risk of sepsis linked to delayed/non-prescribing\n  The conflicting results highlight the difficulty of estimating reliable treatment effects from routine health data, as patients with and without treatment often tend to differ in many aspects not well recorded in the data (e.g. severity of disease)\n\n\n\n\n  Home\n  Research\n   Primary care\n\n\nReferences\n\n\n\nDolk, F. C. K., Pouwels, K. B., Smith, D. R. M., Robotham, J. V, &amp; Smieszek, T. (2018). Antibiotics in primary care in England: which antibiotics are prescribed and for which conditions?  Journal of Antimicrobial Chemotherapy, 73(suppl. 2), ii2–ii10. DOI: 10.1093/jac/dkx504\n\nPouwels K. B., Hopkins, S., Llewelyn M. J., Walker A. S., McNulty C. A. M., Robotham J. V. (2019) Duration of antibiotic treatment for common infections in English primary care: cross sectional analysis and comparison with guidelines. British Medical Journal, 364:l440. DOI: 10.1136/bmj.l440\n\nPublic Health England (2019). English surveillance programme for antimicrobial utilisation and resistance (ESPAUR) Report 2018-2019. Available online [Accessed 10 Feb 2020]\n\nRockenschaub, P., Jhass, A., Freemantle, N., Aryee, A., Rafiq, M., Hayward, A., &amp; Shallcross, L. (2019). Opportunities to reduce antibiotic prescribing for patients with COPD in primary care: a cohort study using electronic health records from the Clinical Practice Research Datalink\n(CPRD). Journal of Antimicrobial Chemotherapy. DOI: 10.1093/jac/dkz411\n\nShallcross, L., Beckley, N., Rait, G., Hayward, A., &amp; Petersen, I. (2017). Antibiotic prescribing frequency amongst patients in primary care: a cohort study using electronic health records. Journal of Antimicrobial Chemotherapy, 72(6), 1818–1824. DOI: 10.1093/jac/dkx048\n\nSmith, D. R. M., Dolk, F. C. K., Pouwels, K. B., Christie, M., Robotham, J. V, &amp; Smieszek, T. (2018). Defining the appropriateness and inappropriateness of antibiotic prescribing in primary care. Journal of Antimicrobial Chemotherapy, 73(suppl. 2), ii11–ii18. DOI: 10.1093/jac/dkx503\n\nDolk, F. C. K., Pouwels, K. B., Smith, D. R. M., Robotham, J. V, &amp; Smieszek, T. (2018). Exploring the appropriateness of antibiotic prescribing for common respiratory tract infections in UK primary care. Journal of Antimicrobial Chemotherapy, 75(1), 236–242. DOI: 10.1093/jac/dkz410\n  \n\n\n",
      "url": "/research/primary-care"
    },{
      
      "title": "Bug Watch",
      "description": "Bug Watch is an cohort study of common infection symptoms in England.  Bug Watch measures often people go to the doctor or take  antibiotics for common infections.\n",
      "content": "\n  Home\n  Research\n   Bug Watch\n\n\n\n  A cohort study about common infections\n  What is already known on the subject?\n  What questions did we ask?\n  What did we find?\n  References\n\n\nA cohort study about common infections\n\n        \n            Bug Watch was a cohort study of people in the community in England who recorded information about common infection symptoms and use of healthcare services.\n        \n        \n            \n            Logo of the Bug Watch study\n        \n        \n    \n\nBug Watch tells us about symptoms of infection in the community before people go to see their doctor or use other healthcare services. It means that we can describe the severity and duration of symptoms from the start of an episode of infection. It also allows us to find out what people usually do when they get an infection, and the differences between infections that lead to GP appointments and those that do not.\n\nIn total, 1,242 adults and children registered for Bug Watch between March and November 2018. Participants filled out weekly surveys reporting symptoms of infection in seven different categories (general/nonspecific, respiratory, gastrointestinal, urinary tract, mouth/dental, skin/soft tissue, and eye). They completed the surveys for six months.\n\nWhat is already known on the subject?\n\n\n  Most antibiotics are prescribed in primary care, and at least 23% of prescriptions are thought to be inappropriate.\n  One way to reduce inappropriate antibiotic prescribing in primary care is to encourage fewer the people to visit their GP when they have symptoms of infection.\n  Previous studies have shown that most people safely self-manage symptoms of respiratory tract and gastrointestinal infections. This is known as a clinical “iceberg” of infection.\n  There is little information on how people manage other symptoms of infection, or what other sources of information people use to get advice about their symptoms.\n\n\nWhat questions did we ask?\n\n\n  What is the incidence of common acute infections in the general population in England? We looked at symptoms of respiratory tract, gastrointestinal, urinary tract, skin/soft tissue, mouth/dental, and eye infections.\n  What are the most commonly used sources of healthcare advice for different symptoms of infection?\n  What proportion of people with symptoms of infection use an antibiotic?\n  How long to symptoms usually last and how do they impact quality of life?\n\n\nWhat did we find?\n\n\n  There is a large clinical iceberg of infection across all symptom categories. Most people manage symptoms of infection without seeking medical advice.\n  Overall, 14% of infections led to a GP or dentist consultation and 1 in 10 to antibiotic use.\n\n\n\n    \n    Clinical \"icebergs\" of infection: Number and percentage of people who consulted a GP or dentist about their symptoms\n\n\n\n  People most frequently consulted a GP (or dentist) about their symptoms but a variety of other sources including pharmacies and the internet were also used frequently. The NHS 111 service was not used often.\n  Most antibiotics were prescribed by GPs but hospital doctors were also an important source, particularly for urinary tract infections.\n  Half of the antibiotics used were prescribed within three days of the onset of symptoms.\n  Symptoms usually resolved within a week but more than a quarter of syndromes lasted longer for all except urinary tract and gastrointestinal symptoms.\n  The worst day of symptoms occurred on average after three days and overall impacts on health-related quality of life lost were less than one day.\n  Anonymised data from Bug Watch will be made available through the UK Data Service.\n\n\n\n\n  Home\n  Research\n   Bug Watch\n\n\nReferences\n\n\nSmith, C. M., Conolly, A., Fuller, C., Hill, S., Lorencatto, F., Marcheselli, F., … Fragaszy, E. B. (2019). Symptom reporting, healthcare-seeking behaviour and antibiotic use for\ncommon infections: protocol for Bug Watch, a prospective community cohort\nstudy. BMJ Open, 9(5), e028676. DOI: 10.1136/bmjopen-2018-028676\n\n",
      "url": "/research/Bug-Watch"
    },{
      
      "title": "Research",
      "description": "PASS research supports the development of antibiotic stewardship interventions tailored to: general practice, hospitals, care homes, and the community.\n",
      "content": "\n\n    \n        \n            \n                \n                    Infections in the community\n                \n                \n            \n            \n            \n                The Bug Watch study collected data a cohort of household residents in England\n                Participants recorded common infection symptoms and use of healthcare services\n                Bug Watch data tell us how often people go to the doctor and take antibiotics for their symptoms.\n                \n            \n            \n                Read more\n            \n        \n    \n\n    \n        \n            Primary care\n            \n            \n                General practice is often the first point of consultation for patients with signs of infection\n                Three out of four of antibiotics in the UK are prescribed by general practitioners\n                Reducing antibiotic prescribing in this setting can significantly reduce the population-wide\n                    exposure\n                    to antibiotics, but interventions in this setting have not been reviewed systematically.\n                \n            \n            \n                Read more\n            \n        \n    \n\n\n    \n        \n            Secondary care\n            \n            \n                Hospitals are responsible for 20% of the overall antibiotic use in the UK\n                They play a critical role in the acquisition and antibiotic resistance and its export to community\n                    settings\n                \n                Despite antibiotic stewardship programmes being well established in UK hospitals, there is still\n                    evidence of antibiotic overuse.\n                \n            \n            \n                Read more\n            \n        \n    \n\n    \n        \n            Care homes\n            \n            \n                Care homes have a strong focus on preventing and controlling infection\n                Antibiotic stewardship programmes are not common in care homes\n                Care homes represent an important setting for research to optimise antibiotic use.\n            \n            \n                Read more\n            \n        \n    \n\n\n\n\n\nPublications\n\n\n\nShallcross, L., Lorencatto, F., Fuller, C., Tarrant, C., West, J., Traina, R., … PASS Research Group (2020). An interdisciplinary mixed-methods approach to developing antimicrobial stewardship interventions: Protocol for the Preserving Antibiotics through Safe Stewardship (PASS) Research Programme [version 1: awaiting peer review]. Wellcome Open Research, 5(8). DOI: 10.12688/wellcomeopenres.15554.1\n\nRockenschaub, P., Jhass, A., Freemantle, N., Aryee, A., Rafiq, M., Hayward, A., &amp; Shallcross, L. (2019). Opportunities to reduce antibiotic prescribing for patients with COPD in primary care: a cohort study using electronic health records from the Clinical Practice Research Datalink\n(CPRD). Journal of Antimicrobial Chemotherapy. DOI: 10.1093/jac/dkz411\n\nRockenschaub, P., Hayward, A., &amp; Shallcross, L. (2019). Antibiotic prescribing before and after the diagnosis of comorbidity: a cohort study using primary care electronic health\nrecords. Clinical Infectious Diseases. DOI: 10.1093/cid/ciz1016\n\nMcCall, B., Shallcross, L., Wilson, M., Fuller, C., &amp; Hayward, A. (2019). Storytelling as a research tool and intervention around public health perceptions and behaviour: a\nprotocol for a systematic narrative review. BMJ Open, 9(12),\ne030597. DOI: 10.1136/bmjopen-2019-030597\n\nSmith, C. M., Conolly, A., Fuller, C., Hill, S., Lorencatto, F., Marcheselli, F., … Fragaszy, E. B. (2019). Symptom reporting, healthcare-seeking behaviour and antibiotic use for\ncommon infections: protocol for Bug Watch, a prospective community cohort\nstudy. BMJ Open, 9(5), e028676. DOI: 10.1136/bmjopen-2018-028676\n\n\n\n\n\n",
      "url": "/research/"
    },{
      
      
      
      "content": "\n  \n  COVID-19: Impact and Burden in Care Homes\n\n\n\n\n\n  Why are we doing this study?\n  What will this study involve?\n  Interested in taking part?\n\n\nWhy are we doing this study?\n\nThe COVID-19 pandemic poses a substantial risk to elderly and vulnerable care home residents and COVID-19 can spread\n rapidly in care homes. We have national, daily data on people with COVID-19 and deaths, but there is no similar data\n for care homes. This makes it difficult to know the scale of the problem, and plan how to keep care home residents\n safe.\n\nThe COVID-19 pandemic has also posed new and significant challenges to care home staff. Usual ways of working and\n practices are disrupted during the pandemic. Care home staff have had to adopt different ways of providing care to\n residents, and take on new roles and responsibilities. Understanding the nature of these changes and their impact\n is critical to mitigate the impact of COVID-19 on residents, relatives and staff. This can help us identify ways\n to improve working conditions, safety, infection prevention and control, as well as inform future preparedness\n and response strategies.\n\nWhat will this study involve?\n\nThe UKRI- and ESRC-funded ‘Covid 19 - ImpAcT and Burden in Care Homes’ (CATCH 19) study is being conducted by a team\n of researchers at University College London (UCL).\n\nThe study has two parts:\n\n\n  Part one investigates the burden of COVID-19 across care homes using care home surveillance\n system data provided by a national care home provider (in partnership with the study), Public Health England, NHS England and the Royal College of General Practitioners (GPs). Data calculations include the rate of COVID-19 cases (confirmed and suspected), hospital admissions and deaths in our partnership providers’ care homes by age-group, gender and region.\n  The second part of the study involves understanding what impact COVID-19 has had on care home staff and residents\n.  We want to hear about care home staff’s experiences and how working practices have changed during the pandemic, and what challenges care homes have faced.  For example, use and access to personal protection equipment (PPE), access to medical advice from GPs and other healthcare professionals, availability of medicines and guidance received.\n\n\nOverall, this study will evidence the impact of COVID-19 and the challenges and factors influencing the  ways of working in care homes from multiple perspectives. A report will enable lessons and rapid responses on the management of COVID-19 and proposed pragmatic solutions for dissemination to other care homes.\n\nTo collect the information for part 2 of the study, we will conduct interviews over the telephone with care home staff and a web-based survey.  If you work in a care home and are interested in taking part, please see information below.\n\nInterested in taking part?\n\nDo you currently work in a care home in the UK? If so, we are keen to speak to you!\n\nWe are hoping to conduct our telephone interviews beginning in May 2020. These are informal discussions with a trained researcher from the CATCH 19 team. We wish to speak to a wide range of individuals who work in care homes, including care assistants, senior carers, nurses, managers, as well as those who may work closely with care homes, including GPs, commissioners etc.\n\nWe want to hear about how you have found working during the COVID-19 outbreak. There are no right or wrong answers, and we are interested in hearing about the experiences and challenges you and your colleagues have faced during these difficult times.\n\nThe interviews will be conducted by telephone, at a date and time that suits you. Interviews will last up to 1 hour (likely 30 to 40 minutes; depends on how much you have to say!), and we are offering a £50 payment for taking part.\n\nThe interview will be audio-recorded and transcribed for the research team to analyse. All data will be fully anonymised and with strict confidentiality (in line with GDPR guidance) so that it isn’t possible to identify you, your colleagues or organisation from any of the data.\n\nThis study has been reviewed and approved by UCL Ethics Research Committee (Project ID: 13355/002).\n\n\n\n        \n        About the study and how to take part\n        \n          \n          \n          Participant Information Leaflet\n          (DOCX, 59Kb)\n          \n        \n        If you are interested in sharing your views and experiences of \n        managing COVID-19 in care homes, or to ask any further questions,\n        please email us at \n        catch19@ucl.ac.uk\n        \n         I want to participate\n        \n        \n\n\n",
      "url": "/catch19/"
    },{
      
      "title": "Interdisciplinary work",
      "description": "PASS brings together the following disciplines: medicine,  clinical epidemiologym, behavioural science, social science,  and user-centred design.\n",
      "content": "\n  Home\n  About\n  Interdisciplinary work\n\n\nEpidemiology &amp; data science\n\nWe use clinical epidemiology and data science to measure variation in and patterns of antibiotic use. This helps us to specify the behaviours we should target.\n\nBehavioural science\n\nHaving specified the behaviour, next we use qualitative interviews to explore the drivers of prescribing in each healthcare setting. We also undertake ethnographic observations of practice to identify contextual factors that influence prescribing.\n\nWe now have a picture of the factors which drive the behaviours that we would like to target.  But what types of interventions are most likely to be effective? Systematic reviews of existing interventions help to identify previous interventions and explore which ones were effective. We can also look at the “active ingredients” (behaviour change techniques) that were included in these interventions, and map them against our findings from the interviews and ethnography. This helps us work out which type of interventions are most likely to work, given what we know about the drivers of prescribing in each healthcare setting.\n\nUser-centered design\n\nFinally, ideas for interventions are developed further by healthcare designers, who work with healthcare professionals and patients to consider how these approaches might be optimised and implemented to best effect.\n\n\n\n The PASS project\n\n\n\n\n\n  Home\n  About\n  Interdisciplinary work\n\n",
      "url": "/about/interdisciplinary-work"
    },{
      
      "title": "The project",
      "description": "PASS aims to design antibiotic stewardship interventions that are  tailored to specific healthcare environments.\n",
      "content": "\n  Home\n  About\n  PASS project\n\n\nHundreds of initiatives to improve antibiotic prescribing have been developed, mainly in hospitals. Yet, they are not always successful or have only a small effect. We still have a limited understanding of why some interventions work and others fail. In particular, we do not always understand how human factors and the healthcare context contribute to the success or failure of interventions.\n\nIn PASS, we draw on theory and evidence from epidemiology, health psychology, ethnography and healthcare design to build a holistic picture of what drives prescribing behaviour across different healthcare settings.\n\nWe then integrate these findings with evidence from systematic reviews of existing behavioural interventions and user-centred design to make recommendations for new interventions/optimise existing interventions.\n\nThe work will be carried out in general practices, a teaching hospital, care homes and with members of the public and is split into three work-packages.\n\nWork package 1: Identifying patterns of antibiotic prescribing\n\nData on antibiotic prescribing in England is poor. We know remarkably little about who gets antibiotics, what for and for how long. Using pre-existing electronic health records, we will study data on antibiotic prescribing in general practice, hospitals and care homes. We will also carry out an online survey, Bug Watch, to collect new data on why and when members of the public consult a doctor. This information will help us identify where problems lie and where intervening may have the greatest effect.\n\nWork package 2: Identifying barriers and enablers to stewardship in context\n\nIn order to identify what influences antibiotic prescribing, we will carry out interviews with health-care workers and members of the public. We will also carry out observations in GP practices, hospitals and care homes to see what happens in practice. Finally we will carry out a systematic search of the research to identify stewardship interventions that were or were not successful. This will allow us to identify the ‘active ingredients’ of successful interventions.\n\nWork package 3: Co-production of intervention bundles and dissemination\n\nCo-production (involving consumers in the design of a product), is commonly used in industry. There is evidence that this leads to better quality and acceptability of the end-product. Using our findings from the first two work-packages will work with members of the public and healthcare workers to develop and/or optimise antibiotic stewardship interventions.\n  This combines structured approaches commonly used by health psychologists and user-centred design.\n\nFunder\n\nPASS is funded by a grant of the Economic &amp; Social Research Council (2017-2020).\n\n\n\n\n\n\n\nTackling antibiotic resistance\n\n Interdisciplinary work\n\n\n\n\n\n  Home\n  About\n  PASS project\n\n",
      "url": "/about/pass-project"
    },{
      
      "title": "Secondary care",
      "description": "Antimicrobial stewardship in hospitals aim to optimise the use of antibiotics.\n This includes: making sure that antibiotics are only given to patients who \n really need them, choosing the most effective antibiotic, and \n prescribing the correct dose. This helps preserve the \n effectiveness of antibiotics are preserved for years to come.\n",
      "content": "\n  Home\n  Research\n   Secondary care\n\n\n\n  What we already know    \n      Use of antimicrobials in UK hospitals\n      Effectiveness of stewardship interventions\n      Implementation of stewardship interventions globally\n      Implementation of stewardship interventions in the UK\n      Antibiotic prescription reviews\n    \n  \n  What questions did we ask?    \n      Review of published evidence\n      Electronic health records\n      Interviews of prescribers\n      Observations\n    \n  \n  What did we find?    \n      Review of published evidence\n    \n  \n  Bringing it all together\n  Resources and references    \n      Guidelines &amp; toolkits\n      Surveys\n      Reviews\n      Other research\n      Textbooks\n    \n  \n\n\n\n\nWhat we already know\n\nUse of antimicrobials in UK hospitals\n\nIn the UK, hospitals are responsible for 20% of the total amount of antibiotics prescribed in humans. Compared with other healthcare environments, hospitals prescribe more broad-spectrum antibiotics, which are the drugs used for the most severe infections. Hospitals can also play an important role in transmitting infections to other settings such as the community, for example when an individual with an active infection is discharged to a care home.\n\nThere are signs that antibiotics are being overused in hospitals:\n\n\n  UK hospitals have the second highest prescribing rate out of 22 European nations in number of doses per 1,000 resident (ECDC 2017)\n  A survey of UK hospitals recently estimated that 17% days of therapy are avoidable (Public Health England 2015)\n  A study in Oxford compared antibiotic use between general medical physicians and infection disease physicians, who are specialists in treating infections. The study found that infectious disease physicians used 30% less days of therapy (Fawcett et al. 2016)\n\n\nWorryingly, prescribing of the ‘last resort’ antibiotics (reserved for infections resistant to multiple drugs or patients with a compromised immune system) has increased by 28% between 2011 and 2016 (Budd et al. 2019). These are mostly carbapenems and third-generation cephalosporins.\n\nData show strong variation in the type of antibiotics used across hospitals. Specialist (eg cardiothoracic, haematology/oncology, paediatric  monospecialities) and teaching hospitals relied on large amounts of last-resort antibiotics.\n\nEffectiveness of stewardship interventions\n\nStewardship interventions in inpatient care settings are safe and effective in both: improving clinical practice, \nand reducing antimicrobial resistance.\n\nThe most up-to-date and trusted systematic review of all evaluations published to date was released \nin 2017 in the Cochrane Library. Authors reviewed a total of 29 randomised controlled trials and 91 interrupted \ntime series, and concluded that, overall, stewardship interventions are effective in relation to several outcomes:\n\n\n  compliance with clinical guidelines: with intervention, 58% of patients were treated in accordance with antimicrobial guidelines, compared with 43% in a control group with no intervention\n  duration of antimicrobial therapy was on average 2 days shorter with intervention\n  length of hospital stay is an average 1 day shorter with intervention.\n\n\nAuthors also found no evidence that stewardship interventions increased mortality or other risks to patient safety.\n\nA recent meta-analysis also provides some evidence that stewardship interventions reduce the prevalence of drug-resistant infections and transmission of drug-resistant bacteria. Baur et al. (2017).\n\nImplementation of stewardship interventions globally\n\nGlobally, antimicrobial stewardship programmes are now established in most hospitals in high-income countries.\n\nHoward et al. (2015) surveyed 660 hospitals across a total of 67 countries. Fifty-eight percent of hospitals had a dedicated antimicrobial stewardship committee in place, with the highest proportion in North America and Europe (66%) and a very low proportion in Africa (14%). This proportion ranged between 5 and 16% on other continents.\n\nWorldwide, 62% of hospitals reported having local stewardship guidelines.\n\nThe survey revealed that antimicrobial stewardship programmes can be very demanding on health professionals’ time, skills and confidence, particularly when it comes to reviewing antibiotic prescriptions (Chung et al. 2013).\n\n\n\n\nImplementation of stewardship interventions in the UK\n\n\n    \n    Stewardship in secondary care: Common initiatives\n\n\nScobie et al. (2019) surveyed stewardship initiatives across 148 NHS acute trusts in England in 2017. They found that\n\n    85% restricted the use of some antibiotics, requiring a senior infection doctor or pharmacist to pre-authorise their prescription\n    93% had dedicated a dedicated antimicrobial stewardship team, including at least an antimicrobial pharmacist and a microbiology/infectious diseases doctor\n    99% had hospital prescribing guidelines for common infections\n    82% organised an expert review of prescriptions for specific antibiotics, with microbiology/infectious disease specialists or pharmacists giving feedback and advice to prescribers.\n\n\nHalf of hospitals (73/148) had a microbiologist conduct routine and regular ward rounds to review antibiotics at least once a week; 23% (34/148) did so every day (weekends included). The most commonly audited area was intensive care units (146/148), followed by medical wards (64%), surgical wards (60%) and haematology wards (58%).\n\nAlmost all hospitals were able to measure antimicrobial consumption, but only 31% (46/148) of surveyed hospitals regularly fed this information back to prescribers.\n\nAntibiotic prescription reviews\n\nAntibiotic prescription reviews or ‘prospective audits’ involve the review of antibiotic prescriptions on wards by infection specialists, usually either an infectious diseases physician, a clinical microbiologist, or a clinical pharmacist. They are frequently described as the most effective strategy to optimise prescribing (Chung et al. 2013).\n\nAdvantages of antibiotic prescription reviews are:\n\n\n  they are more supportive and therefore better received by doctors than pre-authorisation of antibiotics.\n  they usually take places at the bedside (rather than over the telephone, when infection specialists cannot fully assess the patient);\n  they provides an opportunity for doctors to learn more about infections.\n\n\nDisadvantages of antibiotic prescription reviews are:\n\n  They are time-consuming\n  They require up-to-date lists of patients taking antibiotics\n  Their reach can be limited by person-power: the median number of occupied beds in an English acute trust is 500. Out of those, 175 are occupied by patients taking antibiotics at any time. The median number of infection specialist is just 5 working time equivalents, occupied with many other duties.\n  Some areas of clinical practice are not supported by strong scientific evidence and guidelines. For instance\n, experts do not know for sure when and how antibiotics should be ‘de-escalated’; that is, how soon antibiotics can\n safely be stopped or changed for another drug with a narrower spectrum (Hughes et al. 2017,\n  Tabah et al. 2020).\n\n\nWhat questions did we ask?\n\nReview of published evidence\n\nAlthough systematic reviews of stewardship interventions are available (see above), there is wide variation in the effectiveness of similar interventions across different settings. If we want to know which interventions are most likely to be effective, we need to know why they work.\n\nIn other words, we need to understand what are the ‘active ingredients’ of effective stewardship interventions.\n\nBehavioural science can be used to specify the ‘active ingredients’ of behavioural interventions, by coding them as behaviour change techniques (BCTs). To this end, health psychologists from PASS read through all 221 behavioural interventions reported in the systematic review by Davey et al. (2017). They coded for the presence of BCTs and then assessed how often effective interventions included specific types of BCTs.  This provides evidence about the types of BCTs that should be included in future stewardship interventions.\n\nElectronic health records\n\nAs  of June 2019, over half of acute NHS Trusts operated an electronic prescribing and administration system, but these \nsystems do not currently play a major role in stewardship programmes. We aimed to test whether and how electronic \nrecords of prescriptions, microbial samples, and patient investigations (blood counts, vital signs) could be used to \nidentify where antimicrobial use could be optimised.\n\nOur study partner, Queen Elizabeth Hospital Birmingham, provided the study team with anonymised patient records for adults who were admitted to hospital between 2008 and 2018. Researchers at University College London developed a range of software tools to visualise and analyse the data. The picture below shows a view from a prototype app used to compare compliance of antibiotic prescribing against the hospital’s stewardship guidelines.\n\n\n    \n    Screen capture of a web application to review antimicrobial prescriptions\n\n\nInterviews of prescribers\n\nThe aim of the interviews was to understand who performs antibiotic reviews, as well as when and how decisions to\n switch from intravenous to oral therapy and to stop antibiotics are made as part of antibiotic stewardship. The interview questions were developed using a theoretical informed behaviour change framework to identify the likely enablers and barriers of conducting reviews of antibiotics and switching or stopping antibiotic prescriptions (Atkins et al. 2017). Interviews took place in an NHS Foundation Trust hospital in England within low and high prescribing wards. Interviews were conducted with consultants, registrars, junior doctors and pharmacists across 4 specialist wards.\n\nObservations\n\nAn ethnographer conducted non-participant observation at an NHS Foundation Trust hospital in England. Four consultant teams were drawn at random from hospital databases based on their record of prescribing. The researcher observed a total of four wards during a total of 123 hours.\n\nThe researcher recorded detailed hand written field notes while at the research site. The researcher reflected on these notes and audio recorded the field notes, reflections and interpretations. These audio recordings were then transcribed and analysed alongside pictures and policies/guidelines collected from the research site.\n\nData were analysed using a qualitative data analysis software by coding contextual determinants of healthcare improvement. This was based on a framework of six universal challenges to improving quality commonly faced by healthcare organisation and identified by Bate, Mendel and Robert (2008).\n\n\n    The six universal challenges to improving quality in healthcare (Bate et al. 2008)\n    \n        structural challenges: organising, planning and coordinating quality efforts\n        political challenges: addressing and dealing with the politics of change surrounding any quality improvement effort\n        cultural challenges: giving ‘quality’ a shared, collective meaning, value and significance within the organisation\n        educational challenges: creating a learning process that supports improvement\n        emotional challenges:  engaging and motivating people by linking quality improvement efforts to inner sentiments and deeper commitments and beliefs\n        physical and technological challenges:  the designing of physical systems and technological infrastructure that supports and sustains quality efforts.\n    \n\n\nWhat did we find?\n\nReview of published evidence\n\nInterventions delivered in hospital inpatient settings employed 29 out of a total of 93 behaviour change techniques (BCTs), highlighting that many BCTs are not used at all.\n\nThe average number of BCTs in each intervention was 4.5, \nshowing that interventions are designed as a complex combination of techniques.\n\nThe five most common BCTs were:\n\n\n\n    \n        \n            BCT 4.1 &nbsp;&nbsp;Instructions on behaviour\n            \n                73% of interventions\n                Definition Advise or agree on how to preserve\n                    antibiotics (including skills training)\n                Example\n                \n                    Revision of guidelines to recommend penicillins as first-line drugs and discouraged use of other\n                        antibiotic classes.\n                    \n                \n            \n        \n\n        \n            BCT 9.1 &nbsp;&nbsp;Credible source\n            \n                66% of interventions\n                Definition Present verbal/visual communication from a\n                    credible source in favour of antibiotic stewardship. Credible sources can be:\n                \n                    clinical evidence\n                    a recognised health body (eg WHO, NICE)\n                    \n                    a senior team member or designated champion with specialist knowledge or training\n                \n                Example\n                \n                    Feedback to prescribers by an antimicrobial pharmacist or an infectious disease physician\n                \n            \n        \n\n        \n            BCT 12.1 &nbsp;&nbsp;Restructuring physical\n                environment\n            \n                61% of interventions\n                Definition Change/advise to change the physical\n                    environment in order to facilitate antibiotic\n                    stewardship (may include BCT 12.5 'Adding objects to\n                    environment').\n                Examples\n                \n                    Redesigning microbiology test order forms and reports to increase microbial sampling and provide\n                        faster results\n                    \n                    Redesigning e-prescribing systems to stop all prescriptions at 48 hours, forcing clinicians to\n                        review/extend\n                        antibiotics in the first two days.\n                    \n                \n            \n        \n\n        \n            BCT 12.5 &nbsp;&nbsp;Adding objects to environment\n            \n            \n                38% of interventions\n                Definition Add objects to the environment in order to\n                    facilitate antibiotic stewardship\n                Examples\n                \n                    Adding a new antibiotic to a formulary\n                    Introducing new point of care diagnostics machines\n                \n            \n        \n\n        \n            BCT 12.2 &nbsp;&nbsp;Restructuring social\n                environment\n            \n                37% of interventions\n                Definition Change, or advise to change the social\n                    environment in order to facilitate facilitate antibiotic\n                    stewardship behavior or create barriers to poor use of antibiotics\n                Example\n                \n                    Microbiologists provide a telephone support service\n                \n            \n        \n    \n\n\n\nHowever, when analysing the effect of individual BCTs on intervention \neffectiveness, the statistical analysis only detected one interaction: interventions with BCT (1.2) Problem solving were more effective than other interventions. Problem solving consists \nin analysing, or prompting the person to analyse, factors influencing their prescribing and bringing forward strategies \nto overcome barriers to improve prescribing.\n\n\n\nBringing it all together\nWe are currently working to synthesize what we have learnt and develop behaviour change interventions. This involves\n\n\n  reviewing barriers and facilitators of stewardship\n  identifying mechanisms of change and behaviour change techniques\n  collaborating with practitioners to decide how best to deliver behaviour change techniques in terms of feasibility and acceptability.\n\n\n\n\n  Home\n  Research\n   Secondary care\n\n\nResources and references\n\nGuidelines &amp; toolkits\n\n\n    Public Health England (2015). Start Smart--Then Focus. Antimicrobial Stewardship Toolkit for\n        English Hospitals. Available\n        online\n\n    Gyssens, I. C., Van Den Broek, P. J., Kullberg, B.-J., Hekster, Y. A., &amp; Van Der Meer, J. W. M. (1992).\n        Optimizing antimicrobial therapy. A method for antimicrobial drug use evaluation. \n        Journal of Antimicrobial Chemotherapy, 30(5), 724–727. \n        DOI: 10.1093/jac/30.5.724\n    \n\n    National Institute of Health and Care Excellence (2015). Antimicrobial stewardship: systems and processes\n        for effective antimicrobial medicine use. NICE guideline NG15. Available online\n\n    Stichting Werkgroep Antibioticabeleid (2016). SWAB Guidelines for Antimicrobial Stewardship.\n        Available online\n\n\n\n\n\n\nSurveys\n\n\nHoward, P., Pulcini, C., Levy Hara, G., West, R. M., Gould, I. M., Harbarth, S., &amp; Nathwani,\n    D. (2015). An international cross-sectional survey of antimicrobial stewardship programmes in hospitals. Journal of\n        Antimicrobial Chemotherapy, 70(4), 1245–1255. DOI: 10.1093/jac/dku497\n\n Van Gastel, E., Costers, M., Peetermans, W. E. E., &amp; Struelens, M. J. J. (2010).\n    Nationwide implementation of antibiotic management teams in Belgian hospitals: A self-reporting survey. Journal\n        of Antimicrobial Chemotherapy, 65(3), 576–580. DOI: 10.1093/jac/dkp470\n\nChung, G. W. W., Wu, J. E. E., Yeo, C. L. L., Chan, D., &amp; Hsu, L. Y. Y. (2013). Antimicrobial\n    stewardship. Virulence, 4(2), 151–157. DOI: 10.4161/viru.21626\n\n\n European Centre for Disease Prevention and Control (2017). Antimicrobial consumption -- Annual Epidemiological Report for 2017. Stockholm: ECDC. Available online.\n\nScobie, A., Budd, E. L., Harris, R. J., Hopkins, S., &amp; Shetty, N. (2019). Antimicrobial\n    stewardship: an evaluation of structure and process and their association with antimicrobial prescribing\n    in NHS hospitals in England. Journal of Antimicrobial Chemotherapy, 74(4), 1143–1152. DOI: 10.1093/jac/dky538\n\n\nReviews\n\n\n\nBaur, D., Gladstone, B. P., Burkert, F., Carrara, E., Foschi, F., Döbele, S., &amp; Tacconelli, E. (2017). \nEffect of antibiotic stewardship on the incidence of infection and colonisation with antibiotic-resistant \nbacteria and Clostridium difficile infection: a systematic review and meta-analysis. The Lancet Infectious Diseases, \n17(9), 990–1001. DOI: 10.1016/S1473-3099(17)30325-0\n\nDavey, P., Sneddon, J., &amp; Nathwani, D. (2010). Overview of strategies for\novercoming the challenge of antimicrobial resistance. Expert Review of\nClinical Pharmacology, 3(5), 667–686. DOI: 10.1586/ecp.10.46\n\nDavey, P., Peden, C., Charani, E., Marwick, C., &amp; Michie, S. (2015). Time for\naction - Improving the design and reporting of behaviour change interventions\nfor antimicrobial stewardship in hospitals: Early findings from a systematic\nreview. International Journal of Antimicrobial Agents, 45(3),\n203–212. DOI: 10.1016/j.ijantimicag.2014.11.014\n\nDavey, P., Marwick, C. A., Scott, C. L., Charani, E., McNeil, K., Brown, E., … Michie,\nS. (2017). Interventions to improve antibiotic prescribing practices for\nhospital inpatients. Cochrane Database of Systematic Reviews, (2). DOI: 10.1002/14651858.CD003543.pub4\n\nMorris, A. M. (2014). Antimicrobial Stewardship Programs: Appropriate Measures and Metrics \nto Study their Impact. Current Treatment Options in Infectious Diseases, 6(2), 101–112. DOI:\n10.1007/s40506-014-0015-3\n\nSchuts, E. C., Hulscher, M. E. J. L., Mouton, J. W., Verduin, C. M., Stuart, J. W. T.\n   C., Overdiek, H. W. P. M., … Prins, J. M. (2016). Current evidence on hospital\n   antimicrobial stewardship objectives: A systematic review and meta-analysis. The\n   Lancet Infectious Diseases, 16(7), 847–856. DOI: 10.1016/S1473-3099(16)00065-7\n\n\n\nOther research\n\n\n\nAtkins, L., Francis, J., Islam, R., ..., Michie, S. (2017). 'A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems', Implementation Science, 12, 77. DOI: 10.1186/s13012-017-0605-9\n\nBate, P., Mendel, P., &amp; Robert, G. (2008). Organizing for Quality: The Improvement Journeys of Leading Hospitals in Europe and the United States. Research report. London: Nuffield Trust. Available online   \n\nBroom, J., Broom, A., Plage, S., Adams, K., &amp; Post, J. J. (2016). Barriers to\n    uptake of antimicrobial advice in a UK hospital: A qualitative study. Journal\n        of Hospital Infection, 93(4), 418–422. DOI: 10.1016/j.jhin.2016.03.011\n\n\nBudd, E., Cramp, E., Sharland, M., Hand, K., Howard, P., Wilson, P., …, Hopkins, S. (2019\n). Adaptation of the WHO Essential Medicines List for national antibiotic stewardship policy in England: being AWaRe. Journal of Antimicrobial Chemotherapy, 74(11), 3384–3389. 10.1093/jac/dkz321\n\n\nChung, G. W. W., Wu, J. E. E., Yeo, C. L. L., Chan, D., &amp; Hsu, L. Y. Y. (2013).\n    Antimicrobial stewardship: A review of prospective audit and feedback systems\n    and an objective evaluation of outcomes. Virulence, 4(2),\n    151–157. DOI: 10.4161/viru.21626\n\n\nFawcett, N. J., Jones, N., Quan, T. P., Mistry, V., Crook, D., Peto, T., &amp; Walker, A. S. (2016). \n    Antibiotic use and clinical outcomes in the acute setting under management by an infectious diseases acute physician versus\n    other clinical teams: a cohort study. BMJ Open, 6(8), e010969.\n    https://doi.org/10.1136/bmjopen-2015-010969\n\nHughes, J., Huo, X., Falk, L., Hurford, A., Lan, K., Coburn, B., ..., Wu, J. (2017). Benefits \n    and unintended consequences of antimicrobial de-escalation: Implications for stewardship programs. PLOS ONE,\n    12(2), e0171218. DOI: 10.1371/journal.pone.0171218\n\nTabah, A., Bassetti, M., Kollef, M. H., Zahar, J.-R., Paiva, J.-A., Timsit, J.-F., ...,\n Garnacho-Montero, J. (2020). Antimicrobial de-escalation in critically ill patients: A\n position statement from a task force of the European Society of Intensive Care Medicine (ESICM) and European \n Society of Clinical Microbiology and Infectious Diseases (ESCMID) Critically Ill Patient. \n Intensive Care Medicine, 46(2), 245–265. DOI: \n 10.1007/s00134-019-05866-w\n\n\n\nTextbooks\n\n\n\n\n LaPlante, K. L., Cunha, C. B.,\nMorrill, H. J., Rice, L. B., &amp; Mylonakis, E. (Eds.). (2017). Antimicrobial stewardship: principles and practice.\nWallingford: CABI. DOI: 10.1079/9781780644394.0000  \n\nLaundy, M., Gilchrist, M., &amp; Whitney, L. (Eds.). (2016). Antimicrobial Stewardship (Vol. 1).\nOxford University Press. DOI: 10.1093/med/9780198758792.001.0001 \n\n\n\n",
      "url": "/research/secondary-care"
    },{
      
      "title": "Tackling antibiotic resistance",
      "description": "We can tackle antibiotic resistance through infection prevention and\n antibiotic stewardship: treating infections effectively while \n minimising adverse effects from antibiotic use.\n",
      "content": "\n  Home\n  About\n  Tackling antibiotic resistance\n\n\nNewspaper headlines often depict an apocalyptic future, in which antibiotic resistance jeopardises medicine as we know it.\n\nYet, this prospect can be avoided. Clinicians and researchers are approaching the problem of antibiotic resistance from three angles simultaneously:\n\n\n  Preventing infections\n  Developing new antibiotics\n  Antibiotic stewardship: Preserving existing antibiotics\n\n\nPreventing infections\n\nPreventing infections in the first place is an easy way to avoid using antibiotics, therefore avoiding the potential emergence of new antibiotic resistant bacteria. This includes action on many front, ranging from hand washing to water sanitation.\n\nPreventing the transmission of infection from one person to another is another important strategy. Being in hospital increases your risk of picking up infections. One of the most effective ways to prevent infection spreading is proper hand-washing, but many other approaches exist which can also be used to stop the spread of infection.\n\nDeveloping new antibiotics\n\nOne obvious answer to the problem of antibiotic resistance is to develop new antibiotics. As bacteria become resistant to older antibiotics, we can simply introduce new ones. This was the approach that was taken in the past, but it has become far more challenging today.\n\nFirst, this is only a temporary solution. With time, nearly all bacteria develop resistance, and we are back to square one. We cannot predict how long this takes, but science shows this is an inevitable fact of bacterial life. The first records of bacteria resistant to antibiotics were only a few years after the first antibiotics went on the market.\n\nSecond, developing a new antibiotic is difficult and expensive. When drug companies develop new drugs, they need to sell the new drugs widely to recover the money they have invested. However, doctors and policy makers want to keep newly discovered antibiotics in a cupboard and only use them when all our existing antibiotics have stopped working. This is to prevent bacteria from developing resistance to the new antibiotic.\n\nUnfortunately, this makes investing in antibiotics extremely unattractive to a pharmaceutical company. This may be a reason\nwhy no new class of antibiotics has been discovered and licenced since the 1980s. You can read more about this problem in a report on the antibiotic pipeline published in 2015 as part of the Review on Antimicrobial Resistance.\n\nAntibiotic stewardship: Preserving existing antibiotics\n\nWe know that antibiotic resistant bacteria thrive when use of antibiotics is high, so it makes sense to reduce our antibiotic use. There are risks and benefits associated with this.\n\nTake the scenario of a child who sees their GP with a fever. The child probably has a virus and does not need antibiotics but their parents are really worried and the child is not their usual self. Not giving antibiotics could lead to a severe infection. Although this is pretty unlikely, the doctor might not be willing to take this risk. In practice, balancing the population benefits of not prescribing against the risk to the individual of infection-related complications can be very difficult in the absence of fast and accurate diagnostics.\n\nMaking sure that antibiotics are only prescribed for patients who really need them comes under the umbrella concept of ‘antibiotic stewardship’. Antibiotic stewardship consists in promoting and monitoring judicious use of antbiotics to preserve their future effectiveness. Antibiotic stewardship pursues two objectives:\n\n  treating infections effectively\n  minimising adverse effects of antibiotics, which include antibiotic resistance.\n\n\nSeveral antibiotic stewardship interventions are already in use in the UK. Below are some examples that are widely implemented:\n\n\n  TARGET is a toolkit aimed at GPs\n  Start Smart Then Focus is aimed at hospitals\n\n\nYou can read more about the initiatives that are being used to tackle the problem of antibiotic resistance in the UK Government’s National Action Plan on Tackling Antimicrobial Resistance.\n\n\n\n \nWhat is antibiotic resistance?\n\n The PASS project\n\n\n\n\n\n  Home\n  About\n  Tackling antibiotic resistance\n\n",
      "url": "/about/tackling-antibiotic-resistance"
    },{
      
      "title": "LICENSE",
      
      "content": "GNU GENERAL PUBLIC LICENSE\n\nVersion 3, 29 June 2007\n\nCopyright (C) 2007 Free Software Foundation, Inc.\nhttp://fsf.org/\n\nEveryone is permitted to copy and distribute verbatim copies of this\nlicense document, but changing it is not allowed.\n\nPreamble\n\nThe GNU General Public License is a free, copyleft license for\nsoftware and other kinds of works.\n\nThe licenses for most software and other practical works are designed\nto take away your freedom to share and change the works. By contrast,\nthe GNU General Public License is intended to guarantee your freedom\nto share and change all versions of a program–to make sure it remains\nfree software for all its users. We, the Free Software Foundation, use\nthe GNU General Public License for most of our software; it applies\nalso to any other work released this way by its authors. You can apply\nit to your programs, too.\n\nWhen we speak of free software, we are referring to freedom, not\nprice. Our General Public Licenses are designed to make sure that you\nhave the freedom to distribute copies of free software (and charge for\nthem if you wish), that you receive source code or can get it if you\nwant it, that you can change the software or use pieces of it in new\nfree programs, and that you know you can do these things.\n\nTo protect your rights, we need to prevent others from denying you\nthese rights or asking you to surrender the rights. Therefore, you\nhave certain responsibilities if you distribute copies of the\nsoftware, or if you modify it: responsibilities to respect the freedom\nof others.\n\nFor example, if you distribute copies of such a program, whether\ngratis or for a fee, you must pass on to the recipients the same\nfreedoms that you received. You must make sure that they, too, receive\nor can get the source code. And you must show them these terms so they\nknow their rights.\n\nDevelopers that use the GNU GPL protect your rights with two steps:\n(1) assert copyright on the software, and (2) offer you this License\ngiving you legal permission to copy, distribute and/or modify it.\n\nFor the developers’ and authors’ protection, the GPL clearly explains\nthat there is no warranty for this free software. For both users’ and\nauthors’ sake, the GPL requires that modified versions be marked as\nchanged, so that their problems will not be attributed erroneously to\nauthors of previous versions.\n\nSome devices are designed to deny users access to install or run\nmodified versions of the software inside them, although the\nmanufacturer can do so. This is fundamentally incompatible with the\naim of protecting users’ freedom to change the software. The\nsystematic pattern of such abuse occurs in the area of products for\nindividuals to use, which is precisely where it is most unacceptable.\nTherefore, we have designed this version of the GPL to prohibit the\npractice for those products. If such problems arise substantially in\nother domains, we stand ready to extend this provision to those\ndomains in future versions of the GPL, as needed to protect the\nfreedom of users.\n\nFinally, every program is threatened constantly by software patents.\nStates should not allow patents to restrict development and use of\nsoftware on general-purpose computers, but in those that do, we wish\nto avoid the special danger that patents applied to a free program\ncould make it effectively proprietary. To prevent this, the GPL\nassures that patents cannot be used to render the program non-free.\n\nThe precise terms and conditions for copying, distribution and\nmodification follow.\n\nTERMS AND CONDITIONS\n\n0. Definitions\n\n“This License” refers to version 3 of the GNU General Public License.\n\n“Copyright” also means copyright-like laws that apply to other kinds\nof works, such as semiconductor masks.\n\n“The Program” refers to any copyrightable work licensed under this\nLicense. Each licensee is addressed as “you”. “Licensees” and\n“recipients” may be individuals or organizations.\n\nTo “modify” a work means to copy from or adapt all or part of the work\nin a fashion requiring copyright permission, other than the making of\nan exact copy. The resulting work is called a “modified version” of\nthe earlier work or a work “based on” the earlier work.\n\nA “covered work” means either the unmodified Program or a work based\non the Program.\n\nTo “propagate” a work means to do anything with it that, without\npermission, would make you directly or secondarily liable for\ninfringement under applicable copyright law, except executing it on a\ncomputer or modifying a private copy. Propagation includes copying,\ndistribution (with or without modification), making available to the\npublic, and in some countries other activities as well.\n\nTo “convey” a work means any kind of propagation that enables other\nparties to make or receive copies. Mere interaction with a user\nthrough a computer network, with no transfer of a copy, is not\nconveying.\n\nAn interactive user interface displays “Appropriate Legal Notices” to\nthe extent that it includes a convenient and prominently visible\nfeature that (1) displays an appropriate copyright notice, and (2)\ntells the user that there is no warranty for the work (except to the\nextent that warranties are provided), that licensees may convey the\nwork under this License, and how to view a copy of this License. If\nthe interface presents a list of user commands or options, such as a\nmenu, a prominent item in the list meets this criterion.\n\n1. Source Code\n\nThe “source code” for a work means the preferred form of the work for\nmaking modifications to it. “Object code” means any non-source form of\na work.\n\nA “Standard Interface” means an interface that either is an official\nstandard defined by a recognized standards body, or, in the case of\ninterfaces specified for a particular programming language, one that\nis widely used among developers working in that language.\n\nThe “System Libraries” of an executable work include anything, other\nthan the work as a whole, that (a) is included in the normal form of\npackaging a Major Component, but which is not part of that Major\nComponent, and (b) serves only to enable use of the work with that\nMajor Component, or to implement a Standard Interface for which an\nimplementation is available to the public in source code form. A\n“Major Component”, in this context, means a major essential component\n(kernel, window system, and so on) of the specific operating system\n(if any) on which the executable work runs, or a compiler used to\nproduce the work, or an object code interpreter used to run it.\n\nThe “Corresponding Source” for a work in object code form means all\nthe source code needed to generate, install, and (for an executable\nwork) run the object code and to modify the work, including scripts to\ncontrol those activities. However, it does not include the work’s\nSystem Libraries, or general-purpose tools or generally available free\nprograms which are used unmodified in performing those activities but\nwhich are not part of the work. For example, Corresponding Source\nincludes interface definition files associated with source files for\nthe work, and the source code for shared libraries and dynamically\nlinked subprograms that the work is specifically designed to require,\nsuch as by intimate data communication or control flow between those\nsubprograms and other parts of the work.\n\nThe Corresponding Source need not include anything that users can\nregenerate automatically from other parts of the Corresponding Source.\n\nThe Corresponding Source for a work in source code form is that same\nwork.\n\n2. Basic Permissions\n\nAll rights granted under this License are granted for the term of\ncopyright on the Program, and are irrevocable provided the stated\nconditions are met. This License explicitly affirms your unlimited\npermission to run the unmodified Program. The output from running a\ncovered work is covered by this License only if the output, given its\ncontent, constitutes a covered work. This License acknowledges your\nrights of fair use or other equivalent, as provided by copyright law.\n\nYou may make, run and propagate covered works that you do not convey,\nwithout conditions so long as your license otherwise remains in force.\nYou may convey covered works to others for the sole purpose of having\nthem make modifications exclusively for you, or provide you with\nfacilities for running those works, provided that you comply with the\nterms of this License in conveying all material for which you do not\ncontrol copyright. Those thus making or running the covered works for\nyou must do so exclusively on your behalf, under your direction and\ncontrol, on terms that prohibit them from making any copies of your\ncopyrighted material outside their relationship with you.\n\nConveying under any other circumstances is permitted solely under the\nconditions stated below. Sublicensing is not allowed; section 10 makes\nit unnecessary.\n\n3. Protecting Users’ Legal Rights From Anti-Circumvention Law\n\nNo covered work shall be deemed part of an effective technological\nmeasure under any applicable law fulfilling obligations under article\n11 of the WIPO copyright treaty adopted on 20 December 1996, or\nsimilar laws prohibiting or restricting circumvention of such\nmeasures.\n\nWhen you convey a covered work, you waive any legal power to forbid\ncircumvention of technological measures to the extent such\ncircumvention is effected by exercising rights under this License with\nrespect to the covered work, and you disclaim any intention to limit\noperation or modification of the work as a means of enforcing, against\nthe work’s users, your or third parties’ legal rights to forbid\ncircumvention of technological measures.\n\n4. Conveying Verbatim Copies\n\nYou may convey verbatim copies of the Program’s source code as you\nreceive it, in any medium, provided that you conspicuously and\nappropriately publish on each copy an appropriate copyright notice;\nkeep intact all notices stating that this License and any\nnon-permissive terms added in accord with section 7 apply to the code;\nkeep intact all notices of the absence of any warranty; and give all\nrecipients a copy of this License along with the Program.\n\nYou may charge any price or no price for each copy that you convey,\nand you may offer support or warranty protection for a fee.\n\n5. Conveying Modified Source Versions\n\nYou may convey a work based on the Program, or the modifications to\nproduce it from the Program, in the form of source code under the\nterms of section 4, provided that you also meet all of these\nconditions:\n\n\n  The work must carry prominent notices stating that you modified\nit, and giving a relevant date.\n  The work must carry prominent notices stating that it is\nreleased under this License and any conditions added under\nsection 7. This requirement modifies the requirement in section 4\nto “keep intact all notices”.\n  You must license the entire work, as a whole, under this\nLicense to anyone who comes into possession of a copy. This\nLicense will therefore apply, along with any applicable section 7\nadditional terms, to the whole of the work, and all its parts,\nregardless of how they are packaged. This License gives no\npermission to license the work in any other way, but it does not\ninvalidate such permission if you have separately received it.\n  If the work has interactive user interfaces, each must display\nAppropriate Legal Notices; however, if the Program has interactive\ninterfaces that do not display Appropriate Legal Notices, your\nwork need not make them do so.\n\n\nA compilation of a covered work with other separate and independent\nworks, which are not by their nature extensions of the covered work,\nand which are not combined with it such as to form a larger program,\nin or on a volume of a storage or distribution medium, is called an\n“aggregate” if the compilation and its resulting copyright are not\nused to limit the access or legal rights of the compilation’s users\nbeyond what the individual works permit. Inclusion of a covered work\nin an aggregate does not cause this License to apply to the other\nparts of the aggregate.\n\n6. Conveying Non-Source Forms\n\nYou may convey a covered work in object code form under the terms of\nsections 4 and 5, provided that you also convey the machine-readable\nCorresponding Source under the terms of this License, in one of these\nways:\n\n\n  Convey the object code in, or embodied in, a physical product\n(including a physical distribution medium), accompanied by the\nCorresponding Source fixed on a durable physical medium\ncustomarily used for software interchange.\n  Convey the object code in, or embodied in, a physical product\n(including a physical distribution medium), accompanied by a\nwritten offer, valid for at least three years and valid for as\nlong as you offer spare parts or customer support for that product\nmodel, to give anyone who possesses the object code either (1) a\ncopy of the Corresponding Source for all the software in the\nproduct that is covered by this License, on a durable physical\nmedium customarily used for software interchange, for a price no\nmore than your reasonable cost of physically performing this\nconveying of source, or (2) access to copy the Corresponding\nSource from a network server at no charge.\n  Convey individual copies of the object code with a copy of the\nwritten offer to provide the Corresponding Source. This\nalternative is allowed only occasionally and noncommercially, and\nonly if you received the object code with such an offer, in accord\nwith subsection 6b.\n  Convey the object code by offering access from a designated\nplace (gratis or for a charge), and offer equivalent access to the\nCorresponding Source in the same way through the same place at no\nfurther charge. You need not require recipients to copy the\nCorresponding Source along with the object code. If the place to\ncopy the object code is a network server, the Corresponding Source\nmay be on a different server (operated by you or a third party)\nthat supports equivalent copying facilities, provided you maintain\nclear directions next to the object code saying where to find the\nCorresponding Source. Regardless of what server hosts the\nCorresponding Source, you remain obligated to ensure that it is\navailable for as long as needed to satisfy these requirements.\n  Convey the object code using peer-to-peer transmission,\nprovided you inform other peers where the object code and\nCorresponding Source of the work are being offered to the general\npublic at no charge under subsection 6d.\n\n\nA separable portion of the object code, whose source code is excluded\nfrom the Corresponding Source as a System Library, need not be\nincluded in conveying the object code work.\n\nA “User Product” is either (1) a “consumer product”, which means any\ntangible personal property which is normally used for personal,\nfamily, or household purposes, or (2) anything designed or sold for\nincorporation into a dwelling. In determining whether a product is a\nconsumer product, doubtful cases shall be resolved in favor of\ncoverage. For a particular product received by a particular user,\n“normally used” refers to a typical or common use of that class of\nproduct, regardless of the status of the particular user or of the way\nin which the particular user actually uses, or expects or is expected\nto use, the product. A product is a consumer product regardless of\nwhether the product has substantial commercial, industrial or\nnon-consumer uses, unless such uses represent the only significant\nmode of use of the product.\n\n“Installation Information” for a User Product means any methods,\nprocedures, authorization keys, or other information required to\ninstall and execute modified versions of a covered work in that User\nProduct from a modified version of its Corresponding Source. The\ninformation must suffice to ensure that the continued functioning of\nthe modified object code is in no case prevented or interfered with\nsolely because modification has been made.\n\nIf you convey an object code work under this section in, or with, or\nspecifically for use in, a User Product, and the conveying occurs as\npart of a transaction in which the right of possession and use of the\nUser Product is transferred to the recipient in perpetuity or for a\nfixed term (regardless of how the transaction is characterized), the\nCorresponding Source conveyed under this section must be accompanied\nby the Installation Information. But this requirement does not apply\nif neither you nor any third party retains the ability to install\nmodified object code on the User Product (for example, the work has\nbeen installed in ROM).\n\nThe requirement to provide Installation Information does not include a\nrequirement to continue to provide support service, warranty, or\nupdates for a work that has been modified or installed by the\nrecipient, or for the User Product in which it has been modified or\ninstalled. Access to a network may be denied when the modification\nitself materially and adversely affects the operation of the network\nor violates the rules and protocols for communication across the\nnetwork.\n\nCorresponding Source conveyed, and Installation Information provided,\nin accord with this section must be in a format that is publicly\ndocumented (and with an implementation available to the public in\nsource code form), and must require no special password or key for\nunpacking, reading or copying.\n\n7. Additional Terms\n\n“Additional permissions” are terms that supplement the terms of this\nLicense by making exceptions from one or more of its conditions.\nAdditional permissions that are applicable to the entire Program shall\nbe treated as though they were included in this License, to the extent\nthat they are valid under applicable law. If additional permissions\napply only to part of the Program, that part may be used separately\nunder those permissions, but the entire Program remains governed by\nthis License without regard to the additional permissions.\n\nWhen you convey a copy of a covered work, you may at your option\nremove any additional permissions from that copy, or from any part of\nit. (Additional permissions may be written to require their own\nremoval in certain cases when you modify the work.) You may place\nadditional permissions on material, added by you to a covered work,\nfor which you have or can give appropriate copyright permission.\n\nNotwithstanding any other provision of this License, for material you\nadd to a covered work, you may (if authorized by the copyright holders\nof that material) supplement the terms of this License with terms:\n\n\n  Disclaiming warranty or limiting liability differently from the\nterms of sections 15 and 16 of this License; or\n  Requiring preservation of specified reasonable legal notices or\nauthor attributions in that material or in the Appropriate Legal\nNotices displayed by works containing it; or\n  Prohibiting misrepresentation of the origin of that material,\nor requiring that modified versions of such material be marked in\nreasonable ways as different from the original version; or\n  Limiting the use for publicity purposes of names of licensors\nor authors of the material; or\n  Declining to grant rights under trademark law for use of some\ntrade names, trademarks, or service marks; or\n  Requiring indemnification of licensors and authors of that\nmaterial by anyone who conveys the material (or modified versions\nof it) with contractual assumptions of liability to the recipient,\nfor any liability that these contractual assumptions directly\nimpose on those licensors and authors.\n\n\nAll other non-permissive additional terms are considered “further\nrestrictions” within the meaning of section 10. If the Program as you\nreceived it, or any part of it, contains a notice stating that it is\ngoverned by this License along with a term that is a further\nrestriction, you may remove that term. If a license document contains\na further restriction but permits relicensing or conveying under this\nLicense, you may add to a covered work material governed by the terms\nof that license document, provided that the further restriction does\nnot survive such relicensing or conveying.\n\nIf you add terms to a covered work in accord with this section, you\nmust place, in the relevant source files, a statement of the\nadditional terms that apply to those files, or a notice indicating\nwhere to find the applicable terms.\n\nAdditional terms, permissive or non-permissive, may be stated in the\nform of a separately written license, or stated as exceptions; the\nabove requirements apply either way.\n\n8. Termination\n\nYou may not propagate or modify a covered work except as expressly\nprovided under this License. Any attempt otherwise to propagate or\nmodify it is void, and will automatically terminate your rights under\nthis License (including any patent licenses granted under the third\nparagraph of section 11).\n\nHowever, if you cease all violation of this License, then your license\nfrom a particular copyright holder is reinstated (a) provisionally,\nunless and until the copyright holder explicitly and finally\nterminates your license, and (b) permanently, if the copyright holder\nfails to notify you of the violation by some reasonable means prior to\n60 days after the cessation.\n\nMoreover, your license from a particular copyright holder is\nreinstated permanently if the copyright holder notifies you of the\nviolation by some reasonable means, this is the first time you have\nreceived notice of violation of this License (for any work) from that\ncopyright holder, and you cure the violation prior to 30 days after\nyour receipt of the notice.\n\nTermination of your rights under this section does not terminate the\nlicenses of parties who have received copies or rights from you under\nthis License. If your rights have been terminated and not permanently\nreinstated, you do not qualify to receive new licenses for the same\nmaterial under section 10.\n\n9. Acceptance Not Required for Having Copies\n\nYou are not required to accept this License in order to receive or run\na copy of the Program. Ancillary propagation of a covered work\noccurring solely as a consequence of using peer-to-peer transmission\nto receive a copy likewise does not require acceptance. However,\nnothing other than this License grants you permission to propagate or\nmodify any covered work. These actions infringe copyright if you do\nnot accept this License. Therefore, by modifying or propagating a\ncovered work, you indicate your acceptance of this License to do so.\n\n10. Automatic Licensing of Downstream Recipients\n\nEach time you convey a covered work, the recipient automatically\nreceives a license from the original licensors, to run, modify and\npropagate that work, subject to this License. You are not responsible\nfor enforcing compliance by third parties with this License.\n\nAn “entity transaction” is a transaction transferring control of an\norganization, or substantially all assets of one, or subdividing an\norganization, or merging organizations. If propagation of a covered\nwork results from an entity transaction, each party to that\ntransaction who receives a copy of the work also receives whatever\nlicenses to the work the party’s predecessor in interest had or could\ngive under the previous paragraph, plus a right to possession of the\nCorresponding Source of the work from the predecessor in interest, if\nthe predecessor has it or can get it with reasonable efforts.\n\nYou may not impose any further restrictions on the exercise of the\nrights granted or affirmed under this License. For example, you may\nnot impose a license fee, royalty, or other charge for exercise of\nrights granted under this License, and you may not initiate litigation\n(including a cross-claim or counterclaim in a lawsuit) alleging that\nany patent claim is infringed by making, using, selling, offering for\nsale, or importing the Program or any portion of it.\n\n11. Patents\n\nA “contributor” is a copyright holder who authorizes use under this\nLicense of the Program or a work on which the Program is based. The\nwork thus licensed is called the contributor’s “contributor version”.\n\nA contributor’s “essential patent claims” are all patent claims owned\nor controlled by the contributor, whether already acquired or\nhereafter acquired, that would be infringed by some manner, permitted\nby this License, of making, using, or selling its contributor version,\nbut do not include claims that would be infringed only as a\nconsequence of further modification of the contributor version. For\npurposes of this definition, “control” includes the right to grant\npatent sublicenses in a manner consistent with the requirements of\nthis License.\n\nEach contributor grants you a non-exclusive, worldwide, royalty-free\npatent license under the contributor’s essential patent claims, to\nmake, use, sell, offer for sale, import and otherwise run, modify and\npropagate the contents of its contributor version.\n\nIn the following three paragraphs, a “patent license” is any express\nagreement or commitment, however denominated, not to enforce a patent\n(such as an express permission to practice a patent or covenant not to\nsue for patent infringement). To “grant” such a patent license to a\nparty means to make such an agreement or commitment not to enforce a\npatent against the party.\n\nIf you convey a covered work, knowingly relying on a patent license,\nand the Corresponding Source of the work is not available for anyone\nto copy, free of charge and under the terms of this License, through a\npublicly available network server or other readily accessible means,\nthen you must either (1) cause the Corresponding Source to be so\navailable, or (2) arrange to deprive yourself of the benefit of the\npatent license for this particular work, or (3) arrange, in a manner\nconsistent with the requirements of this License, to extend the patent\nlicense to downstream recipients. “Knowingly relying” means you have\nactual knowledge that, but for the patent license, your conveying the\ncovered work in a country, or your recipient’s use of the covered work\nin a country, would infringe one or more identifiable patents in that\ncountry that you have reason to believe are valid.\n\nIf, pursuant to or in connection with a single transaction or\narrangement, you convey, or propagate by procuring conveyance of, a\ncovered work, and grant a patent license to some of the parties\nreceiving the covered work authorizing them to use, propagate, modify\nor convey a specific copy of the covered work, then the patent license\nyou grant is automatically extended to all recipients of the covered\nwork and works based on it.\n\nA patent license is “discriminatory” if it does not include within the\nscope of its coverage, prohibits the exercise of, or is conditioned on\nthe non-exercise of one or more of the rights that are specifically\ngranted under this License. You may not convey a covered work if you\nare a party to an arrangement with a third party that is in the\nbusiness of distributing software, under which you make payment to the\nthird party based on the extent of your activity of conveying the\nwork, and under which the third party grants, to any of the parties\nwho would receive the covered work from you, a discriminatory patent\nlicense (a) in connection with copies of the covered work conveyed by\nyou (or copies made from those copies), or (b) primarily for and in\nconnection with specific products or compilations that contain the\ncovered work, unless you entered into that arrangement, or that patent\nlicense was granted, prior to 28 March 2007.\n\nNothing in this License shall be construed as excluding or limiting\nany implied license or other defenses to infringement that may\notherwise be available to you under applicable patent law.\n\n12. No Surrender of Others’ Freedom\n\nIf conditions are imposed on you (whether by court order, agreement or\notherwise) that contradict the conditions of this License, they do not\nexcuse you from the conditions of this License. If you cannot convey a\ncovered work so as to satisfy simultaneously your obligations under\nthis License and any other pertinent obligations, then as a\nconsequence you may not convey it at all. For example, if you agree to\nterms that obligate you to collect a royalty for further conveying\nfrom those to whom you convey the Program, the only way you could\nsatisfy both those terms and this License would be to refrain entirely\nfrom conveying the Program.\n\n13. Use with the GNU Affero General Public License\n\nNotwithstanding any other provision of this License, you have\npermission to link or combine any covered work with a work licensed\nunder version 3 of the GNU Affero General Public License into a single\ncombined work, and to convey the resulting work. The terms of this\nLicense will continue to apply to the part which is the covered work,\nbut the special requirements of the GNU Affero General Public License,\nsection 13, concerning interaction through a network will apply to the\ncombination as such.\n\n14. Revised Versions of this License\n\nThe Free Software Foundation may publish revised and/or new versions\nof the GNU General Public License from time to time. Such new versions\nwill be similar in spirit to the present version, but may differ in\ndetail to address new problems or concerns.\n\nEach version is given a distinguishing version number. If the Program\nspecifies that a certain numbered version of the GNU General Public\nLicense “or any later version” applies to it, you have the option of\nfollowing the terms and conditions either of that numbered version or\nof any later version published by the Free Software Foundation. If the\nProgram does not specify a version number of the GNU General Public\nLicense, you may choose any version ever published by the Free\nSoftware Foundation.\n\nIf the Program specifies that a proxy can decide which future versions\nof the GNU General Public License can be used, that proxy’s public\nstatement of acceptance of a version permanently authorizes you to\nchoose that version for the Program.\n\nLater license versions may give you additional or different\npermissions. However, no additional obligations are imposed on any\nauthor or copyright holder as a result of your choosing to follow a\nlater version.\n\n15. Disclaimer of Warranty\n\nTHERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY\nAPPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT\nHOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM “AS IS” WITHOUT\nWARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT\nLIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR\nA PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND\nPERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE\nDEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR\nCORRECTION.\n\n16. Limitation of Liability\n\nIN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING\nWILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR\nCONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES,\nINCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES\nARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT\nNOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR\nLOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM\nTO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER\nPARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n17. Interpretation of Sections 15 and 16\n\nIf the disclaimer of warranty and limitation of liability provided\nabove cannot be given local legal effect according to their terms,\nreviewing courts shall apply local law that most closely approximates\nan absolute waiver of all civil liability in connection with the\nProgram, unless a warranty or assumption of liability accompanies a\ncopy of the Program in return for a fee.\n",
      "url": "/LICENSE/"
    },{
      
      "title": "NOTICE",
      
      "content": "Copyright (c) 2018 Florian Klampfer https://qwtel.com/\n\nThis program is free software: you can redistribute it and/or modify\nit under the terms of the GNU General Public License as published by\nthe Free Software Foundation, either version 3 of the License, or\n(at your option) any later version.\n\nThis program is distributed in the hope that it will be useful,\nbut WITHOUT ANY WARRANTY; without even the implied warranty of\nMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the\nGNU General Public License for more details.\n\nYou should have received a copy of the GNU General Public License\nalong with this program.  If not, see http://www.gnu.org/licenses/.\n\nAttributions\nAppropriate credit as per Creative Commons licenses.\n\n\n  \n    \n      Work\n      License\n      Changes\n    \n  \n  \n    \n      Photo by Caleb George\n      Unsplash\n      Rearranged objects, Filled in content, blurred\n    \n    \n      IcoMoon Icons Free Version by Keyamoon\n      CC-BY-SA-4.0\n      None\n    \n    \n      Touch-161562.svg\n      CC0-1.0\n      Composition\n    \n  \n\n\nLicenses\nParts of this software are provided under separate licenses.\n\nHyde\nThis software also uses portions of the\npoole/hyde\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2013 Mark Otto.\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nhy-drawer\nThis software also uses portions of the\nqwtel/hy-drawer\nproject, which is GPL-3.0 licensed with the following copyright:\n\n\n  Copyright (c) 2018 Florian Klampfer https://qwtel.com/\n\n\nA copy of the GPL-3.0 license is provided as part of this distribution.\n\nhy-push-state\nThis software also uses portions of the\nqwtel/hy-push-state\nproject, which is GPL-3.0 licensed with the following copyright:\n\n\n  Copyright (c) 2018 Florian Klampfer https://qwtel.com/\n\n\nA copy of the GPL-3.0 license is provided as part of this distribution.\n\nhy-img\nThis software also uses portions of the\nqwtel/hy-img\nproject, which is GPL-3.0 licensed with the following copyright:\n\n\n  Copyright (c) 2018 Florian Klampfer https://qwtel.com/\n\n\nA copy of the GPL-3.0 license is provided as part of this distribution.\n\nhy-component\nThis software also uses portions of the\nqwtel/hy-component\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2018 Florian Klampfer https://qwtel.com/\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nRxJS\nThis software also uses portions of the\nReactiveX/rxjs\nproject, which is Apache-2.0 licensed with the following copyright:\n\n\n  Copyright (c) 2015-2017 Google, Inc., Netflix, Inc., Microsoft Corp. and contributors\n\n\nNo substantial changes to the software were made.\nNo NOTICE file was provided.\n\nA copy of the Apache-2.0 license is provided as part of this distribution.\n\nKaTeX\nThis software also uses portions of the\nKhan/KaTeX\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2015 Khan Academy\n\n\nA copy of the MIT license is provided as part of this distribution.\n\ncore-js\nThis software also uses portions of the\nzloirock/core-js\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2014-2016 Denis Pushkarev\n\n\nA copy of the MIT license is provided as part of this distribution.\n\ncolor\nThis software also uses portions of the\nQix-/color\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2012 Heather Arthur\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nelem-dataset\nThis software also uses portions of the\nawcross/elem-dataset\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) Alex Cross (alexcross.io)\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nWeb Animations\nThis software also uses portions of the\nweb-animations/web-animations-js\nproject, which is Apache-2.0 licensed with the following copyright:\n\n\n  Copyright 2014 Google Inc. All rights reserved.\n\n\nNo substantial changes to the software were made.\nNo NOTICE file was provided.\n\nA copy of the Apache-2.0 license is provided as part of this distribution.\n\nModernizr\nThis software also uses portions of the\nModernizr/Modernizr\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c)\n Faruk Ates\n Paul Irish\n Alex Sexton\n Ryan Seddon\n Patrick Kettner\n Stu Cox\n Richard Herrera\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nCompress HTML in Jekyll\nThis software also uses portions of the\npenibelst/jekyll-compress-html\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2014 Anatol Broder\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nThe HTML5 Shiv\nThis software also uses portions of the\naFarkas/html5shiv\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2014 Alexander Farkas (aFarkas).\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nloadCSS\nThis software also uses portions of the\nfilamentgroup/loadCSS\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) @scottjehl, 2016 Filament Group\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nRatchet\nThis software also uses portions of the\ntwbs/ratchet\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2015 connors and other contributors\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nSwipe\nThis software also uses portions of the\nthebird/Swipe\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2013 Brad Birdsall\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nsmoothState\nThis software also uses portions of the\nmiguel-perez/smoothState.js\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2014 Miguel Angel Perez\n\n\nA copy of the MIT license is provided as part of this distribution.\n\ncamelcase\nThis software also uses portions of the\nsindresorhus/camelcase\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) Sindre Sorhus sindresorhus@gmail.com (sindresorhus.com)\n\n\nA copy of the MIT license is provided as part of this distribution.\n\ndecamelize\nThis software also uses portions of the\nsindresorhus/decamelize\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) Sindre Sorhus sindresorhus@gmail.com (sindresorhus.com)\n\n\nA copy of the MIT license is provided as part of this distribution.\n\njQuery\nThis software also uses portions of the\njquery/jquery\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright JS Foundation and other contributors, https://js.foundation/\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nBootstrap\nThis software also uses portions of the\ntwbs/bootstrap\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2011-2018 Twitter, Inc.\nCopyright (c) 2011-2018 The Bootstrap Authors\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nSmooth Scroll behavior polyfill\nThis software also uses portions of the\niamdustan/smoothscroll\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2013 Dustan Kasten\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nAtom One Light Syntax\nThis software also uses portions of the\natom/one-light-syntax\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2016 GitHub Inc.\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nAtom One Dark Syntax\nThis software also uses portions of the\natom/one-dark-syntax\nproject, which is MIT licensed with the following copyright:\n\n\n  Copyright (c) 2016 GitHub Inc.\n\n\nA copy of the MIT license is provided as part of this distribution.\n\nAMP HTML\nThis software also uses portions of the\nampproject/amphtml\nproject, which is Apache-2.0 licensed with the following copyright:\n\n\n  Copyright 2015 The AMP HTML Authors. All Rights Reserved.\n\n\nChanges: Removed dev/user assertions.\nNo NOTICE file was provided.\n\nA copy of the Apache-2.0 license is provided as part of this distribution.\n\nIntersection Observers\nThis software also uses portions of the\nw3c/IntersectionObserver\nproject, which is W3C licensed with the following copyright:\n\n\n  Copyright 2016 Google Inc. All Rights Reserved.\n\n\nNo substantial changes to the software were made.\n\nA copy of the W3C license is provided as part of this distribution.\n\nFont Face Observer\nThis software also uses portions of the\nbramstein/fontfaceobserver\nproject, which is BSD-style licensed with the following copyright:\n\n\n  Copyright (c) 2014 - Bram Stein\nAll rights reserved.\n\n\nRedistribution and use in source and binary forms, with or without\nmodification, are permitted provided that the following conditions\nare met:\n\n\n  Redistributions of source code must retain the above copyright\nnotice, this list of conditions and the following disclaimer.\n  Redistributions in binary form must reproduce the above copyright\nnotice, this list of conditions and the following disclaimer in the\ndocumentation and/or other materials provided with the distribution.\n\n\nTHIS SOFTWARE IS PROVIDED BY THE AUTHOR “AS IS” AND ANY EXPRESS OR IMPLIED\nWARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF\nMERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO\nEVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT,\nINDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING,\nBUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,\nDATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY\nOF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING\nNEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE,\nEVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\n\nwebcomponents.js (v1 spec polyfills)\nThis software also uses portions of the\nwebcomponents/webcomponentsjs\nproject, which is BSD-style licensed with the following copyright:\n\n\n  Copyright (c) 2015 The Polymer Authors. All rights reserved.\n\n\nRedistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:\n\n\n  Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.\n  Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.\n  Neither the name of Google Inc. nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.\n\n\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS “AS IS” AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\n\n",
      "url": "/NOTICE/"
    },{
      
      "title": "Apache License",
      
      "content": "Version 2.0, January 2004\n\nhttp://www.apache.org/licenses/\n\nTERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION\n1. Definitions\n\n“License” shall mean the terms and conditions for use, reproduction,\nand distribution as defined by Sections 1 through 9 of this document.\n\n“Licensor” shall mean the copyright owner or entity authorized by\nthe copyright owner that is granting the License.\n\n“Legal Entity” shall mean the union of the acting entity and all\nother entities that control, are controlled by, or are under common\ncontrol with that entity. For the purposes of this definition,\n“control” means (i) the power, direct or indirect, to cause the\ndirection or management of such entity, whether by contract or\notherwise, or (ii) ownership of fifty percent (50%) or more of the\noutstanding shares, or (iii) beneficial ownership of such entity.\n\n“You” (or “Your”) shall mean an individual or Legal Entity\nexercising permissions granted by this License.\n\n“Source” form shall mean the preferred form for making modifications,\nincluding but not limited to software source code, documentation\nsource, and configuration files.\n\n“Object” form shall mean any form resulting from mechanical\ntransformation or translation of a Source form, including but\nnot limited to compiled object code, generated documentation,\nand conversions to other media types.\n\n“Work” shall mean the work of authorship, whether in Source or\nObject form, made available under the License, as indicated by a\ncopyright notice that is included in or attached to the work\n(an example is provided in the Appendix below).\n\n“Derivative Works” shall mean any work, whether in Source or Object\nform, that is based on (or derived from) the Work and for which the\neditorial revisions, annotations, elaborations, or other modifications\nrepresent, as a whole, an original work of authorship. For the purposes\nof this License, Derivative Works shall not include works that remain\nseparable from, or merely link (or bind by name) to the interfaces of,\nthe Work and Derivative Works thereof.\n\n“Contribution” shall mean any work of authorship, including\nthe original version of the Work and any modifications or additions\nto that Work or Derivative Works thereof, that is intentionally\nsubmitted to Licensor for inclusion in the Work by the copyright owner\nor by an individual or Legal Entity authorized to submit on behalf of\nthe copyright owner. For the purposes of this definition, “submitted”\nmeans any form of electronic, verbal, or written communication sent\nto the Licensor or its representatives, including but not limited to\ncommunication on electronic mailing lists, source code control systems,\nand issue tracking systems that are managed by, or on behalf of, the\nLicensor for the purpose of discussing and improving the Work, but\nexcluding communication that is conspicuously marked or otherwise\ndesignated in writing by the copyright owner as “Not a Contribution.”\n\n“Contributor” shall mean Licensor and any individual or Legal Entity\non behalf of whom a Contribution has been received by Licensor and\nsubsequently incorporated within the Work.\n\n2. Grant of Copyright License\nSubject to the terms and conditions of\nthis License, each Contributor hereby grants to You a perpetual,\nworldwide, non-exclusive, no-charge, royalty-free, irrevocable\ncopyright license to reproduce, prepare Derivative Works of,\npublicly display, publicly perform, sublicense, and distribute the\nWork and such Derivative Works in Source or Object form.\n\n3. Grant of Patent License\nSubject to the terms and conditions of\nthis License, each Contributor hereby grants to You a perpetual,\nworldwide, non-exclusive, no-charge, royalty-free, irrevocable\n(except as stated in this section) patent license to make, have made,\nuse, offer to sell, sell, import, and otherwise transfer the Work,\nwhere such license applies only to those patent claims licensable\nby such Contributor that are necessarily infringed by their\nContribution(s) alone or by combination of their Contribution(s)\nwith the Work to which such Contribution(s) was submitted. If You\ninstitute patent litigation against any entity (including a\ncross-claim or counterclaim in a lawsuit) alleging that the Work\nor a Contribution incorporated within the Work constitutes direct\nor contributory patent infringement, then any patent licenses\ngranted to You under this License for that Work shall terminate\nas of the date such litigation is filed.\n\n4. Redistribution\nYou may reproduce and distribute copies of the\nWork or Derivative Works thereof in any medium, with or without\nmodifications, and in Source or Object form, provided that You\nmeet the following conditions:\n\n\n  \n    You must give any other recipients of the Work or\nDerivative Works a copy of this License; and\n  \n  \n    You must cause any modified files to carry prominent notices\nstating that You changed the files; and\n  \n  \n    You must retain, in the Source form of any Derivative Works\nthat You distribute, all copyright, patent, trademark, and\nattribution notices from the Source form of the Work,\nexcluding those notices that do not pertain to any part of\nthe Derivative Works; and\n  \n  \n    If the Work includes a “NOTICE” text file as part of its\ndistribution, then any Derivative Works that You distribute must\ninclude a readable copy of the attribution notices contained\nwithin such NOTICE file, excluding those notices that do not\npertain to any part of the Derivative Works, in at least one\nof the following places: within a NOTICE text file distributed\nas part of the Derivative Works; within the Source form or\ndocumentation, if provided along with the Derivative Works; or,\nwithin a display generated by the Derivative Works, if and\nwherever such third-party notices normally appear. The contents\nof the NOTICE file are for informational purposes only and\ndo not modify the License. You may add Your own attribution\nnotices within Derivative Works that You distribute, alongside\nor as an addendum to the NOTICE text from the Work, provided\nthat such additional attribution notices cannot be construed\nas modifying the License.\n\n    You may add Your own copyright statement to Your modifications and\nmay provide additional or different license terms and conditions\nfor use, reproduction, or distribution of Your modifications, or\nfor any such Derivative Works as a whole, provided Your use,\nreproduction, and distribution of the Work otherwise complies with\nthe conditions stated in this License.\n  \n\n\n5. Submission of Contributions\nUnless You explicitly state otherwise,\nany Contribution intentionally submitted for inclusion in the Work\nby You to the Licensor shall be under the terms and conditions of\nthis License, without any additional terms or conditions.\nNotwithstanding the above, nothing herein shall supersede or modify\nthe terms of any separate license agreement you may have executed\nwith Licensor regarding such Contributions.\n\n6. Trademarks\nThis License does not grant permission to use the trade\nnames, trademarks, service marks, or product names of the Licensor,\nexcept as required for reasonable and customary use in describing the\norigin of the Work and reproducing the content of the NOTICE file.\n\n7. Disclaimer of Warranty\nUnless required by applicable law or\nagreed to in writing, Licensor provides the Work (and each\nContributor provides its Contributions) on an “AS IS” BASIS,\nWITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or\nimplied, including, without limitation, any warranties or conditions\nof TITLE, NON-INFRINGEMENT, MERCHANTABILITY, or FITNESS FOR A\nPARTICULAR PURPOSE. You are solely responsible for determining the\nappropriateness of using or redistributing the Work and assume any\nrisks associated with Your exercise of permissions under this License.\n\n8. Limitation of Liability\nIn no event and under no legal theory,\nwhether in tort (including negligence), contract, or otherwise,\nunless required by applicable law (such as deliberate and grossly\nnegligent acts) or agreed to in writing, shall any Contributor be\nliable to You for damages, including any direct, indirect, special,\nincidental, or consequential damages of any character arising as a\nresult of this License or out of the use or inability to use the\nWork (including but not limited to damages for loss of goodwill,\nwork stoppage, computer failure or malfunction, or any and all\nother commercial damages or losses), even if such Contributor\nhas been advised of the possibility of such damages.\n\n9. Accepting Warranty or Additional Liability\nWhile redistributing\nthe Work or Derivative Works thereof, You may choose to offer,\nand charge a fee for, acceptance of support, warranty, indemnity,\nor other liability obligations and/or rights consistent with this\nLicense. However, in accepting such obligations, You may act only\non Your own behalf and on Your sole responsibility, not on behalf\nof any other Contributor, and only if You agree to indemnify,\ndefend, and hold each Contributor harmless for any liability\n\nEND OF TERMS AND CONDITIONS\n\nAPPENDIX: How to apply the Apache License to your work\n\nTo apply the Apache License to your work, attach the following boilerplate\nnotice, with the fields enclosed by brackets [] replaced with your own\nidentifying information. (Don’t include the brackets!) The text should be\nenclosed in the appropriate comment syntax for the file format. We also\nrecommend that a file or class name and description of purpose be included on\nthe same “printed page” as the copyright notice for easier identification within\nthird-party archives.\n\nCopyright [yyyy] [name of copyright owner]\n\nLicensed under the Apache License, Version 2.0 (the \"License\");\nyou may not use this file except in compliance with the License.\nYou may obtain a copy of the License at\n\n    http://www.apache.org/licenses/LICENSE-2.0\n\nUnless required by applicable law or agreed to in writing, software\ndistributed under the License is distributed on an \"AS IS\" BASIS,\nWITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.\nSee the License for the specific language governing permissions and\nlimitations under the License.\n\n",
      "url": "/licenses/Apache-2.0/"
    },{
      
      "title": "GNU GENERAL PUBLIC LICENSE",
      
      "content": "Version 3, 29 June 2007\n\nCopyright (C) 2007 Free Software Foundation, Inc.\nhttp://fsf.org/\n\nEveryone is permitted to copy and distribute verbatim copies of this\nlicense document, but changing it is not allowed.\n\nPreamble\n\nThe GNU General Public License is a free, copyleft license for\nsoftware and other kinds of works.\n\nThe licenses for most software and other practical works are designed\nto take away your freedom to share and change the works. By contrast,\nthe GNU General Public License is intended to guarantee your freedom\nto share and change all versions of a program–to make sure it remains\nfree software for all its users. We, the Free Software Foundation, use\nthe GNU General Public License for most of our software; it applies\nalso to any other work released this way by its authors. You can apply\nit to your programs, too.\n\nWhen we speak of free software, we are referring to freedom, not\nprice. Our General Public Licenses are designed to make sure that you\nhave the freedom to distribute copies of free software (and charge for\nthem if you wish), that you receive source code or can get it if you\nwant it, that you can change the software or use pieces of it in new\nfree programs, and that you know you can do these things.\n\nTo protect your rights, we need to prevent others from denying you\nthese rights or asking you to surrender the rights. Therefore, you\nhave certain responsibilities if you distribute copies of the\nsoftware, or if you modify it: responsibilities to respect the freedom\nof others.\n\nFor example, if you distribute copies of such a program, whether\ngratis or for a fee, you must pass on to the recipients the same\nfreedoms that you received. You must make sure that they, too, receive\nor can get the source code. And you must show them these terms so they\nknow their rights.\n\nDevelopers that use the GNU GPL protect your rights with two steps:\n(1) assert copyright on the software, and (2) offer you this License\ngiving you legal permission to copy, distribute and/or modify it.\n\nFor the developers’ and authors’ protection, the GPL clearly explains\nthat there is no warranty for this free software. For both users’ and\nauthors’ sake, the GPL requires that modified versions be marked as\nchanged, so that their problems will not be attributed erroneously to\nauthors of previous versions.\n\nSome devices are designed to deny users access to install or run\nmodified versions of the software inside them, although the\nmanufacturer can do so. This is fundamentally incompatible with the\naim of protecting users’ freedom to change the software. The\nsystematic pattern of such abuse occurs in the area of products for\nindividuals to use, which is precisely where it is most unacceptable.\nTherefore, we have designed this version of the GPL to prohibit the\npractice for those products. If such problems arise substantially in\nother domains, we stand ready to extend this provision to those\ndomains in future versions of the GPL, as needed to protect the\nfreedom of users.\n\nFinally, every program is threatened constantly by software patents.\nStates should not allow patents to restrict development and use of\nsoftware on general-purpose computers, but in those that do, we wish\nto avoid the special danger that patents applied to a free program\ncould make it effectively proprietary. To prevent this, the GPL\nassures that patents cannot be used to render the program non-free.\n\nThe precise terms and conditions for copying, distribution and\nmodification follow.\n\nTERMS AND CONDITIONS\n\n0. Definitions\n\n“This License” refers to version 3 of the GNU General Public License.\n\n“Copyright” also means copyright-like laws that apply to other kinds\nof works, such as semiconductor masks.\n\n“The Program” refers to any copyrightable work licensed under this\nLicense. Each licensee is addressed as “you”. “Licensees” and\n“recipients” may be individuals or organizations.\n\nTo “modify” a work means to copy from or adapt all or part of the work\nin a fashion requiring copyright permission, other than the making of\nan exact copy. The resulting work is called a “modified version” of\nthe earlier work or a work “based on” the earlier work.\n\nA “covered work” means either the unmodified Program or a work based\non the Program.\n\nTo “propagate” a work means to do anything with it that, without\npermission, would make you directly or secondarily liable for\ninfringement under applicable copyright law, except executing it on a\ncomputer or modifying a private copy. Propagation includes copying,\ndistribution (with or without modification), making available to the\npublic, and in some countries other activities as well.\n\nTo “convey” a work means any kind of propagation that enables other\nparties to make or receive copies. Mere interaction with a user\nthrough a computer network, with no transfer of a copy, is not\nconveying.\n\nAn interactive user interface displays “Appropriate Legal Notices” to\nthe extent that it includes a convenient and prominently visible\nfeature that (1) displays an appropriate copyright notice, and (2)\ntells the user that there is no warranty for the work (except to the\nextent that warranties are provided), that licensees may convey the\nwork under this License, and how to view a copy of this License. If\nthe interface presents a list of user commands or options, such as a\nmenu, a prominent item in the list meets this criterion.\n\n1. Source Code\n\nThe “source code” for a work means the preferred form of the work for\nmaking modifications to it. “Object code” means any non-source form of\na work.\n\nA “Standard Interface” means an interface that either is an official\nstandard defined by a recognized standards body, or, in the case of\ninterfaces specified for a particular programming language, one that\nis widely used among developers working in that language.\n\nThe “System Libraries” of an executable work include anything, other\nthan the work as a whole, that (a) is included in the normal form of\npackaging a Major Component, but which is not part of that Major\nComponent, and (b) serves only to enable use of the work with that\nMajor Component, or to implement a Standard Interface for which an\nimplementation is available to the public in source code form. A\n“Major Component”, in this context, means a major essential component\n(kernel, window system, and so on) of the specific operating system\n(if any) on which the executable work runs, or a compiler used to\nproduce the work, or an object code interpreter used to run it.\n\nThe “Corresponding Source” for a work in object code form means all\nthe source code needed to generate, install, and (for an executable\nwork) run the object code and to modify the work, including scripts to\ncontrol those activities. However, it does not include the work’s\nSystem Libraries, or general-purpose tools or generally available free\nprograms which are used unmodified in performing those activities but\nwhich are not part of the work. For example, Corresponding Source\nincludes interface definition files associated with source files for\nthe work, and the source code for shared libraries and dynamically\nlinked subprograms that the work is specifically designed to require,\nsuch as by intimate data communication or control flow between those\nsubprograms and other parts of the work.\n\nThe Corresponding Source need not include anything that users can\nregenerate automatically from other parts of the Corresponding Source.\n\nThe Corresponding Source for a work in source code form is that same\nwork.\n\n2. Basic Permissions\n\nAll rights granted under this License are granted for the term of\ncopyright on the Program, and are irrevocable provided the stated\nconditions are met. This License explicitly affirms your unlimited\npermission to run the unmodified Program. The output from running a\ncovered work is covered by this License only if the output, given its\ncontent, constitutes a covered work. This License acknowledges your\nrights of fair use or other equivalent, as provided by copyright law.\n\nYou may make, run and propagate covered works that you do not convey,\nwithout conditions so long as your license otherwise remains in force.\nYou may convey covered works to others for the sole purpose of having\nthem make modifications exclusively for you, or provide you with\nfacilities for running those works, provided that you comply with the\nterms of this License in conveying all material for which you do not\ncontrol copyright. Those thus making or running the covered works for\nyou must do so exclusively on your behalf, under your direction and\ncontrol, on terms that prohibit them from making any copies of your\ncopyrighted material outside their relationship with you.\n\nConveying under any other circumstances is permitted solely under the\nconditions stated below. Sublicensing is not allowed; section 10 makes\nit unnecessary.\n\n3. Protecting Users’ Legal Rights From Anti-Circumvention Law\n\nNo covered work shall be deemed part of an effective technological\nmeasure under any applicable law fulfilling obligations under article\n11 of the WIPO copyright treaty adopted on 20 December 1996, or\nsimilar laws prohibiting or restricting circumvention of such\nmeasures.\n\nWhen you convey a covered work, you waive any legal power to forbid\ncircumvention of technological measures to the extent such\ncircumvention is effected by exercising rights under this License with\nrespect to the covered work, and you disclaim any intention to limit\noperation or modification of the work as a means of enforcing, against\nthe work’s users, your or third parties’ legal rights to forbid\ncircumvention of technological measures.\n\n4. Conveying Verbatim Copies\n\nYou may convey verbatim copies of the Program’s source code as you\nreceive it, in any medium, provided that you conspicuously and\nappropriately publish on each copy an appropriate copyright notice;\nkeep intact all notices stating that this License and any\nnon-permissive terms added in accord with section 7 apply to the code;\nkeep intact all notices of the absence of any warranty; and give all\nrecipients a copy of this License along with the Program.\n\nYou may charge any price or no price for each copy that you convey,\nand you may offer support or warranty protection for a fee.\n\n5. Conveying Modified Source Versions\n\nYou may convey a work based on the Program, or the modifications to\nproduce it from the Program, in the form of source code under the\nterms of section 4, provided that you also meet all of these\nconditions:\n\n\n  The work must carry prominent notices stating that you modified\nit, and giving a relevant date.\n  The work must carry prominent notices stating that it is\nreleased under this License and any conditions added under\nsection 7. This requirement modifies the requirement in section 4\nto “keep intact all notices”.\n  You must license the entire work, as a whole, under this\nLicense to anyone who comes into possession of a copy. This\nLicense will therefore apply, along with any applicable section 7\nadditional terms, to the whole of the work, and all its parts,\nregardless of how they are packaged. This License gives no\npermission to license the work in any other way, but it does not\ninvalidate such permission if you have separately received it.\n  If the work has interactive user interfaces, each must display\nAppropriate Legal Notices; however, if the Program has interactive\ninterfaces that do not display Appropriate Legal Notices, your\nwork need not make them do so.\n\n\nA compilation of a covered work with other separate and independent\nworks, which are not by their nature extensions of the covered work,\nand which are not combined with it such as to form a larger program,\nin or on a volume of a storage or distribution medium, is called an\n“aggregate” if the compilation and its resulting copyright are not\nused to limit the access or legal rights of the compilation’s users\nbeyond what the individual works permit. Inclusion of a covered work\nin an aggregate does not cause this License to apply to the other\nparts of the aggregate.\n\n6. Conveying Non-Source Forms\n\nYou may convey a covered work in object code form under the terms of\nsections 4 and 5, provided that you also convey the machine-readable\nCorresponding Source under the terms of this License, in one of these\nways:\n\n\n  Convey the object code in, or embodied in, a physical product\n(including a physical distribution medium), accompanied by the\nCorresponding Source fixed on a durable physical medium\ncustomarily used for software interchange.\n  Convey the object code in, or embodied in, a physical product\n(including a physical distribution medium), accompanied by a\nwritten offer, valid for at least three years and valid for as\nlong as you offer spare parts or customer support for that product\nmodel, to give anyone who possesses the object code either (1) a\ncopy of the Corresponding Source for all the software in the\nproduct that is covered by this License, on a durable physical\nmedium customarily used for software interchange, for a price no\nmore than your reasonable cost of physically performing this\nconveying of source, or (2) access to copy the Corresponding\nSource from a network server at no charge.\n  Convey individual copies of the object code with a copy of the\nwritten offer to provide the Corresponding Source. This\nalternative is allowed only occasionally and noncommercially, and\nonly if you received the object code with such an offer, in accord\nwith subsection 6b.\n  Convey the object code by offering access from a designated\nplace (gratis or for a charge), and offer equivalent access to the\nCorresponding Source in the same way through the same place at no\nfurther charge. You need not require recipients to copy the\nCorresponding Source along with the object code. If the place to\ncopy the object code is a network server, the Corresponding Source\nmay be on a different server (operated by you or a third party)\nthat supports equivalent copying facilities, provided you maintain\nclear directions next to the object code saying where to find the\nCorresponding Source. Regardless of what server hosts the\nCorresponding Source, you remain obligated to ensure that it is\navailable for as long as needed to satisfy these requirements.\n  Convey the object code using peer-to-peer transmission,\nprovided you inform other peers where the object code and\nCorresponding Source of the work are being offered to the general\npublic at no charge under subsection 6d.\n\n\nA separable portion of the object code, whose source code is excluded\nfrom the Corresponding Source as a System Library, need not be\nincluded in conveying the object code work.\n\nA “User Product” is either (1) a “consumer product”, which means any\ntangible personal property which is normally used for personal,\nfamily, or household purposes, or (2) anything designed or sold for\nincorporation into a dwelling. In determining whether a product is a\nconsumer product, doubtful cases shall be resolved in favor of\ncoverage. For a particular product received by a particular user,\n“normally used” refers to a typical or common use of that class of\nproduct, regardless of the status of the particular user or of the way\nin which the particular user actually uses, or expects or is expected\nto use, the product. A product is a consumer product regardless of\nwhether the product has substantial commercial, industrial or\nnon-consumer uses, unless such uses represent the only significant\nmode of use of the product.\n\n“Installation Information” for a User Product means any methods,\nprocedures, authorization keys, or other information required to\ninstall and execute modified versions of a covered work in that User\nProduct from a modified version of its Corresponding Source. The\ninformation must suffice to ensure that the continued functioning of\nthe modified object code is in no case prevented or interfered with\nsolely because modification has been made.\n\nIf you convey an object code work under this section in, or with, or\nspecifically for use in, a User Product, and the conveying occurs as\npart of a transaction in which the right of possession and use of the\nUser Product is transferred to the recipient in perpetuity or for a\nfixed term (regardless of how the transaction is characterized), the\nCorresponding Source conveyed under this section must be accompanied\nby the Installation Information. But this requirement does not apply\nif neither you nor any third party retains the ability to install\nmodified object code on the User Product (for example, the work has\nbeen installed in ROM).\n\nThe requirement to provide Installation Information does not include a\nrequirement to continue to provide support service, warranty, or\nupdates for a work that has been modified or installed by the\nrecipient, or for the User Product in which it has been modified or\ninstalled. Access to a network may be denied when the modification\nitself materially and adversely affects the operation of the network\nor violates the rules and protocols for communication across the\nnetwork.\n\nCorresponding Source conveyed, and Installation Information provided,\nin accord with this section must be in a format that is publicly\ndocumented (and with an implementation available to the public in\nsource code form), and must require no special password or key for\nunpacking, reading or copying.\n\n7. Additional Terms\n\n“Additional permissions” are terms that supplement the terms of this\nLicense by making exceptions from one or more of its conditions.\nAdditional permissions that are applicable to the entire Program shall\nbe treated as though they were included in this License, to the extent\nthat they are valid under applicable law. If additional permissions\napply only to part of the Program, that part may be used separately\nunder those permissions, but the entire Program remains governed by\nthis License without regard to the additional permissions.\n\nWhen you convey a copy of a covered work, you may at your option\nremove any additional permissions from that copy, or from any part of\nit. (Additional permissions may be written to require their own\nremoval in certain cases when you modify the work.) You may place\nadditional permissions on material, added by you to a covered work,\nfor which you have or can give appropriate copyright permission.\n\nNotwithstanding any other provision of this License, for material you\nadd to a covered work, you may (if authorized by the copyright holders\nof that material) supplement the terms of this License with terms:\n\n\n  Disclaiming warranty or limiting liability differently from the\nterms of sections 15 and 16 of this License; or\n  Requiring preservation of specified reasonable legal notices or\nauthor attributions in that material or in the Appropriate Legal\nNotices displayed by works containing it; or\n  Prohibiting misrepresentation of the origin of that material,\nor requiring that modified versions of such material be marked in\nreasonable ways as different from the original version; or\n  Limiting the use for publicity purposes of names of licensors\nor authors of the material; or\n  Declining to grant rights under trademark law for use of some\ntrade names, trademarks, or service marks; or\n  Requiring indemnification of licensors and authors of that\nmaterial by anyone who conveys the material (or modified versions\nof it) with contractual assumptions of liability to the recipient,\nfor any liability that these contractual assumptions directly\nimpose on those licensors and authors.\n\n\nAll other non-permissive additional terms are considered “further\nrestrictions” within the meaning of section 10. If the Program as you\nreceived it, or any part of it, contains a notice stating that it is\ngoverned by this License along with a term that is a further\nrestriction, you may remove that term. If a license document contains\na further restriction but permits relicensing or conveying under this\nLicense, you may add to a covered work material governed by the terms\nof that license document, provided that the further restriction does\nnot survive such relicensing or conveying.\n\nIf you add terms to a covered work in accord with this section, you\nmust place, in the relevant source files, a statement of the\nadditional terms that apply to those files, or a notice indicating\nwhere to find the applicable terms.\n\nAdditional terms, permissive or non-permissive, may be stated in the\nform of a separately written license, or stated as exceptions; the\nabove requirements apply either way.\n\n8. Termination\n\nYou may not propagate or modify a covered work except as expressly\nprovided under this License. Any attempt otherwise to propagate or\nmodify it is void, and will automatically terminate your rights under\nthis License (including any patent licenses granted under the third\nparagraph of section 11).\n\nHowever, if you cease all violation of this License, then your license\nfrom a particular copyright holder is reinstated (a) provisionally,\nunless and until the copyright holder explicitly and finally\nterminates your license, and (b) permanently, if the copyright holder\nfails to notify you of the violation by some reasonable means prior to\n60 days after the cessation.\n\nMoreover, your license from a particular copyright holder is\nreinstated permanently if the copyright holder notifies you of the\nviolation by some reasonable means, this is the first time you have\nreceived notice of violation of this License (for any work) from that\ncopyright holder, and you cure the violation prior to 30 days after\nyour receipt of the notice.\n\nTermination of your rights under this section does not terminate the\nlicenses of parties who have received copies or rights from you under\nthis License. If your rights have been terminated and not permanently\nreinstated, you do not qualify to receive new licenses for the same\nmaterial under section 10.\n\n9. Acceptance Not Required for Having Copies\n\nYou are not required to accept this License in order to receive or run\na copy of the Program. Ancillary propagation of a covered work\noccurring solely as a consequence of using peer-to-peer transmission\nto receive a copy likewise does not require acceptance. However,\nnothing other than this License grants you permission to propagate or\nmodify any covered work. These actions infringe copyright if you do\nnot accept this License. Therefore, by modifying or propagating a\ncovered work, you indicate your acceptance of this License to do so.\n\n10. Automatic Licensing of Downstream Recipients\n\nEach time you convey a covered work, the recipient automatically\nreceives a license from the original licensors, to run, modify and\npropagate that work, subject to this License. You are not responsible\nfor enforcing compliance by third parties with this License.\n\nAn “entity transaction” is a transaction transferring control of an\norganization, or substantially all assets of one, or subdividing an\norganization, or merging organizations. If propagation of a covered\nwork results from an entity transaction, each party to that\ntransaction who receives a copy of the work also receives whatever\nlicenses to the work the party’s predecessor in interest had or could\ngive under the previous paragraph, plus a right to possession of the\nCorresponding Source of the work from the predecessor in interest, if\nthe predecessor has it or can get it with reasonable efforts.\n\nYou may not impose any further restrictions on the exercise of the\nrights granted or affirmed under this License. For example, you may\nnot impose a license fee, royalty, or other charge for exercise of\nrights granted under this License, and you may not initiate litigation\n(including a cross-claim or counterclaim in a lawsuit) alleging that\nany patent claim is infringed by making, using, selling, offering for\nsale, or importing the Program or any portion of it.\n\n11. Patents\n\nA “contributor” is a copyright holder who authorizes use under this\nLicense of the Program or a work on which the Program is based. The\nwork thus licensed is called the contributor’s “contributor version”.\n\nA contributor’s “essential patent claims” are all patent claims owned\nor controlled by the contributor, whether already acquired or\nhereafter acquired, that would be infringed by some manner, permitted\nby this License, of making, using, or selling its contributor version,\nbut do not include claims that would be infringed only as a\nconsequence of further modification of the contributor version. For\npurposes of this definition, “control” includes the right to grant\npatent sublicenses in a manner consistent with the requirements of\nthis License.\n\nEach contributor grants you a non-exclusive, worldwide, royalty-free\npatent license under the contributor’s essential patent claims, to\nmake, use, sell, offer for sale, import and otherwise run, modify and\npropagate the contents of its contributor version.\n\nIn the following three paragraphs, a “patent license” is any express\nagreement or commitment, however denominated, not to enforce a patent\n(such as an express permission to practice a patent or covenant not to\nsue for patent infringement). To “grant” such a patent license to a\nparty means to make such an agreement or commitment not to enforce a\npatent against the party.\n\nIf you convey a covered work, knowingly relying on a patent license,\nand the Corresponding Source of the work is not available for anyone\nto copy, free of charge and under the terms of this License, through a\npublicly available network server or other readily accessible means,\nthen you must either (1) cause the Corresponding Source to be so\navailable, or (2) arrange to deprive yourself of the benefit of the\npatent license for this particular work, or (3) arrange, in a manner\nconsistent with the requirements of this License, to extend the patent\nlicense to downstream recipients. “Knowingly relying” means you have\nactual knowledge that, but for the patent license, your conveying the\ncovered work in a country, or your recipient’s use of the covered work\nin a country, would infringe one or more identifiable patents in that\ncountry that you have reason to believe are valid.\n\nIf, pursuant to or in connection with a single transaction or\narrangement, you convey, or propagate by procuring conveyance of, a\ncovered work, and grant a patent license to some of the parties\nreceiving the covered work authorizing them to use, propagate, modify\nor convey a specific copy of the covered work, then the patent license\nyou grant is automatically extended to all recipients of the covered\nwork and works based on it.\n\nA patent license is “discriminatory” if it does not include within the\nscope of its coverage, prohibits the exercise of, or is conditioned on\nthe non-exercise of one or more of the rights that are specifically\ngranted under this License. You may not convey a covered work if you\nare a party to an arrangement with a third party that is in the\nbusiness of distributing software, under which you make payment to the\nthird party based on the extent of your activity of conveying the\nwork, and under which the third party grants, to any of the parties\nwho would receive the covered work from you, a discriminatory patent\nlicense (a) in connection with copies of the covered work conveyed by\nyou (or copies made from those copies), or (b) primarily for and in\nconnection with specific products or compilations that contain the\ncovered work, unless you entered into that arrangement, or that patent\nlicense was granted, prior to 28 March 2007.\n\nNothing in this License shall be construed as excluding or limiting\nany implied license or other defenses to infringement that may\notherwise be available to you under applicable patent law.\n\n12. No Surrender of Others’ Freedom\n\nIf conditions are imposed on you (whether by court order, agreement or\notherwise) that contradict the conditions of this License, they do not\nexcuse you from the conditions of this License. If you cannot convey a\ncovered work so as to satisfy simultaneously your obligations under\nthis License and any other pertinent obligations, then as a\nconsequence you may not convey it at all. For example, if you agree to\nterms that obligate you to collect a royalty for further conveying\nfrom those to whom you convey the Program, the only way you could\nsatisfy both those terms and this License would be to refrain entirely\nfrom conveying the Program.\n\n13. Use with the GNU Affero General Public License\n\nNotwithstanding any other provision of this License, you have\npermission to link or combine any covered work with a work licensed\nunder version 3 of the GNU Affero General Public License into a single\ncombined work, and to convey the resulting work. The terms of this\nLicense will continue to apply to the part which is the covered work,\nbut the special requirements of the GNU Affero General Public License,\nsection 13, concerning interaction through a network will apply to the\ncombination as such.\n\n14. Revised Versions of this License\n\nThe Free Software Foundation may publish revised and/or new versions\nof the GNU General Public License from time to time. Such new versions\nwill be similar in spirit to the present version, but may differ in\ndetail to address new problems or concerns.\n\nEach version is given a distinguishing version number. If the Program\nspecifies that a certain numbered version of the GNU General Public\nLicense “or any later version” applies to it, you have the option of\nfollowing the terms and conditions either of that numbered version or\nof any later version published by the Free Software Foundation. If the\nProgram does not specify a version number of the GNU General Public\nLicense, you may choose any version ever published by the Free\nSoftware Foundation.\n\nIf the Program specifies that a proxy can decide which future versions\nof the GNU General Public License can be used, that proxy’s public\nstatement of acceptance of a version permanently authorizes you to\nchoose that version for the Program.\n\nLater license versions may give you additional or different\npermissions. However, no additional obligations are imposed on any\nauthor or copyright holder as a result of your choosing to follow a\nlater version.\n\n15. Disclaimer of Warranty\n\nTHERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY\nAPPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT\nHOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM “AS IS” WITHOUT\nWARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT\nLIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR\nA PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND\nPERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE\nDEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR\nCORRECTION.\n\n16. Limitation of Liability\n\nIN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING\nWILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR\nCONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES,\nINCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES\nARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT\nNOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR\nLOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM\nTO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER\nPARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n17. Interpretation of Sections 15 and 16\n\nIf the disclaimer of warranty and limitation of liability provided\nabove cannot be given local legal effect according to their terms,\nreviewing courts shall apply local law that most closely approximates\nan absolute waiver of all civil liability in connection with the\nProgram, unless a warranty or assumption of liability accompanies a\ncopy of the Program in return for a fee.\n",
      "url": "/licenses/GPL-3.0/"
    },{
      
      "title": "MIT License",
      
      "content": "Copyright (c) &lt;YEAR&gt; &lt;COPYRIGHT HOLDER&gt;\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the “Software”), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE.\n",
      "url": "/licenses/MIT/"
    },{
      
      "title": "PRO License",
      
      "content": "License Summary\n\n  License concerns use of Hydejack PRO\n  License does not expire\n  Commercial use allowed\n  Can modify source code\n  Parts of software are provided under separate licenses\n\n\nTerms and Conditions\n1. Preamble\nThis Agreement governs the relationship between you (hereinafter: Licensee) and\nFlorian Klampfer qwtel.com (hereinafter: Licensor).\nThis Agreement sets the terms, rights, restrictions and obligations on using\nHydejack PRO (hereinafter: The Software)\ncreated and owned by Licensor, as detailed herein.\n\n2. License Grant\nLicensor hereby grants Licensee a Personal, Perpetual, Commercial, Royalty free,\nIncluding the rights to create derivative works, Non-exclusive license, all with accordance with\nthe terms set forth and other legal restrictions set forth in 3rd party software used while running Software.\n\n\n  \n    Limited: Licensee may use Software for the purpose of:\n\n    \n      Running Software on Licensee’s Website[s] and Server[s];\n      Allowing 3rd Parties to run Software on Licensee’s Website[s] and Server[s];\n      Publishing Software’s output to Licensee and 3rd Parties;\n      Modify Software to suit Licensee’s needs and specifications.\n    \n  \n  \n    This license is granted perpetually, as long as you do not materially breach it.\n  \n  \n    Commercial, Royalty Free: Licensee may use Software for any purpose, including paid-services, without any\nroyalties\n  \n  \n    Including the Right to Create Derivative Works: Licensee may create derivative works based on Software,\nincluding amending Software’s source code, modifying it, integrating it into a larger work or removing portions of\nSoftware.\n  \n\n\n3. Term &amp; Termination:\nThe Term of this license shall be until terminated. Licensor may terminate this Agreement,\nincluding Licensee’s license in the case where Licensee:\n\n\n  became insolvent or otherwise entered into any liquidation process; or\n  exported The Software to any jurisdiction where licensor may not enforce his rights under this agreements in; or\n  Licensee was in breach of any of this license’s terms and conditions and such breach was not cured, immediately\nupon notification; or\n  Licensee in breach of any of the terms of clause 2 to this license; or\n  Licensee otherwise entered into any arrangement which caused Licensor to be unable to enforce his rights under\nthis License.\n\n\n4. Payment\nIn consideration of the License granted under clause 2, Licensee shall pay Licensor a fee, via\nCredit-Card or any other means which Licensor may deem adequate. Failure to perform payment shall construe as\nmaterial breach of this Agreement.\n\n5. Upgrades, Updates and Fixes\nLicensor may provide Licensee, from time to time, with Upgrades, Updates or Fixes,\nas detailed herein and according to his sole discretion. Licensee hereby warrants to keep The Software up-to-date\nand install all relevant updates and fixes, and may, at his sole discretion, purchase upgrades, according to the\nrates set by Licensor. Licensor shall provide any update or Fix free of charge; however, nothing in this Agreement\nshall require Licensor to provide Updates or Fixes.\n\n\n  \n    Upgrades: for the purpose of this license, an Upgrade shall be a material amendment in The Software, which\ncontains new features and or major performance improvements and shall be marked as a new version number. For\nexample, should Licensee purchase The Software under version 1.X.X, an upgrade shall commence under number\n2.0.0.\n  \n  \n    Updates: for the purpose of this license, an update shall be a minor amendment in The Software, which may\ncontain new features or minor improvements and shall be marked as a new sub-version number. For example, should\nLicensee purchase The Software under version 1.1.X, an upgrade shall commence under number 1.2.0.\n  \n  \n    Fix: for the purpose of this license, a fix shall be a minor amendment in The Software, intended to remove\nbugs or alter minor features which impair the The Software’s functionality. A fix shall be marked as a new\nsub-sub-version number. For example, should Licensee purchase Software under version 1.1.1, an upgrade shall\ncommence under number 1.1.2.\n  \n\n\n6. Support\nSoftware is provided under an AS-IS basis and without any support, updates or maintenance. Nothing in\nthis Agreement shall require Licensor to provide Licensee with support or fixes to any bug, failure,\nmis-performance or other defect in The Software.\n\n\n  \n    Bug Notification: Licensee may provide Licensor of details regarding any bug, defect or failure in The\nSoftware promptly and with no delay from such event; Licensee shall comply with Licensor’s request for\ninformation regarding bugs, defects or failures and furnish him with information, screenshots and try to\nreproduce such bugs, defects or failures.\n  \n  \n    Feature Request: Licensee may request additional features in Software, provided, however, that:\n\n    \n      Licensee shall waive any claim or right in such feature should feature be developed by Licensor;\n      Licensee shall be prohibited from developing the feature, or disclose such feature request, or feature, to\nany 3rd party directly competing with Licensor or any 3rd party which may be, following the development of\nsuch feature, in direct competition with Licensor;\n      Licensee warrants that feature does not infringe any 3rd party patent, trademark, trade-secret or any other\nintellectual property right; and\n      Licensee developed, envisioned or created the feature solely by himself.\n    \n  \n\n\n7. Liability\nTo the extent permitted under Law, The Software is provided under an AS-IS basis. Licensor shall\nnever, and without any limit, be liable for any damage, cost, expense or any other payment incurred by Licensee as\na result of Software’s actions, failure, bugs and/or any other interaction between The Software and Licensee’s\nend-equipment, computers, other software or any 3rd party, end-equipment, computer or services. Moreover, Licensor\nshall never be liable for any defect in source code written by Licensee when relying on The Software or using The\nSoftware’s source code.\n\n8. Warranty\n\n  \n    No-Warranty: The Software is provided without any warranty; Licensor hereby disclaims any warranty that The\nSoftware shall be error free, without defects or code which may cause damage to Licensee’s computers or to\nLicensee, and that Software shall be functional. Licensee shall be solely liable to any damage, defect or loss\nincurred as a result of operating software and undertake the risks contained in running The Software on\nLicense’s Server[s] and Website[s].\n  \n  \n    Prior Inspection: Licensee hereby states that he inspected The Software thoroughly and found it\nsatisfactory and adequate to his needs, that it does not interfere with his regular operation and that it does\nmeet the standards and scope of his computer systems and architecture. Licensee found that The Software\ninteracts with his development, website and server environment and that it does not infringe any of End User\nLicense Agreement of any software Licensee may use in performing his services. Licensee hereby waives any\nclaims regarding The Software’s incompatibility, performance, results and features, and warrants that he\ninspected the The Software.\n  \n\n\n9. No Refunds\nLicensee warrants that he inspected The Software according to clause 8.2 and that it is adequate to\nhis needs. Accordingly, as The Software is intangible goods, Licensee shall not be, ever, entitled to any refund,\nrebate, compensation or restitution for any reason whatsoever, even if The Software contains material flaws.\n\n10. Indemnification\nLicensee hereby warrants to hold Licensor harmless and indemnify Licensor for any lawsuit\nbrought against it in regards to Licensee’s use of The Software in means that violate, breach or otherwise\ncircumvent this license, Licensor’s intellectual property rights or Licensor’s title in The Software. Licensor\nshall promptly notify Licensee in case of such legal action and request Licensee’s consent prior to any settlement\nin relation to such lawsuit or claim.\n\n11. Governing Law, Jurisdiction\nLicensee hereby agrees not to initiate class-action lawsuits against Licensor in\nrelation to this license and to compensate Licensor for any legal fees, cost or attorney fees should any claim\nbrought by Licensee against Licensor be denied, in part or in full.\n\n",
      "url": "/licenses/PRO/"
    },{
      
      "title": "W3C SOFTWARE NOTICE AND LICENSE",
      
      "content": "Status: This license takes effect 13 May, 2015.\n\nThis work is being provided by the copyright holders under the following license.\n\nLicense\n\nBy obtaining and/or copying this work, you (the licensee) agree that you have read, understood, and will comply with the following terms and conditions.\n\nPermission to copy, modify, and distribute this work, with or without modification, for any purpose and without fee or royalty is hereby granted, provided that you include the following on ALL copies of the work or portions thereof, including modifications:\n\n\n  The full text of this NOTICE in a location viewable to users of the redistributed or derivative work.\n  Any pre-existing intellectual property disclaimers, notices, or terms and conditions. If none exist, the W3C Software and Document Short Notice should be included.\n  Notice of any changes or modifications, through a copyright statement on the new code or document such as “This software or document includes material copied from or derived from [title and URI of the W3C document]. Copyright © [YEAR] W3C® (MIT, ERCIM, Keio, Beihang).”\n\n\nDisclaimers\n\nTHIS WORK IS PROVIDED “AS IS,” AND COPYRIGHT HOLDERS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OR THAT THE USE OF THE SOFTWARE OR DOCUMENT WILL NOT INFRINGE ANY THIRD PARTY PATENTS, COPYRIGHTS, TRADEMARKS OR OTHER RIGHTS.\n\nCOPYRIGHT HOLDERS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF ANY USE OF THE SOFTWARE OR DOCUMENT.\n\nThe name and trademarks of copyright holders may NOT be used in advertising or publicity pertaining to the work without specific, written prior permission. Title to copyright in this work will at all times remain with copyright holders.\n\nNotes\n\nThis version: http://www.w3.org/Consortium/Legal/2015/copyright-software-and-document\n\nPrevious version: http://www.w3.org/Consortium/Legal/2002/copyright-software-20021231\n\nThis version makes clear that the license is applicable to both software and text, by changing the name and substituting “work” for instances of “software and its documentation.” It moves “notice of changes or modifications to the files” to the copyright notice, to make clear that the license is compatible with other liberal licenses.\n",
      "url": "/licenses/W3C/"
    },{
      
      "title": "Licenses",
      
      "content": "Open Source\n\n  Apache-2.0\n  GPL-3.0\n  MIT\n  W3C\n\n\nCustom\n\n  PRO\n\n",
      "url": "/licenses/"
    }
  ], 
  "documents": [
    
  ]
}

